{
    "document": [
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 100,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been present in Macao since 1989. Operations include retail sites and the distribution of lubricants and fuel products. Shell conducts its business through locally appointed agents and dealers. The Macao business does not have any activities or own any assets in Hong Kong. Shell in Macao has a small office and relies on administrative support from affiliate companies. FINANCIAL ANALYSIS The statutory corporate income tax rate in Macao is 12%. Profit is derived from downstream global marketing activities in Macao and tax on this is paid in Macao. Tax is paid in arrears. The tax paid in 2020 is on the taxable profits from previous years. Tax accrued is the expected corporate income tax on profits arising in 2020 but is due and payable in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 97 ASIA-PACIFIC MACAO, SAR 1 EMPLOYEE Third-party revenues $36,617,442 Profit before tax $15,292,316 Tangible assets $3,993,977 Related-party revenues $0 Tax paid $2,518,142 Stated capital $373,781 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $36,617,442 Tax accrued $1,835,078 Accumulated earnings $42,901,634 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 101,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Shell has been present in Malaysia since 1891 and has a strong market presence in the upstream and downstream sectors. Shell has a number of production-sharing contracts (PSCs) for oil and gas production with deep-water platforms in Sabah. Shell Downstream operates around 960 retail sites throughout the country. Shell MDS (Malaysia) Sendirian Berhad (Shell MDS) converts natural gas into gas-to-liquids products. Shell MDS produces a wide range of high-quality waxes, specialty chemicals and transport fuels, which are marketed to more than 50 countries. COUNTRY FINANCIAL ANALYSIS Shell pays corporate income tax at the rate of 24% for downstream entities and petroleum income tax of 38% for upstream entities. Shell uses tax incentives offered by Malaysia. Some PSCs meet the criteria for the Investment Tax Allowance (ITA) incentive for qualifying capital expenditure incurred. In addition, the Marginal Field Tax Incentive (MFTI) provides accelerated capital allowances for expenditure incurred from 2010 to 2024 and reduces the effective tax rate from 38% to 25% for qualifying fields. Revenues from third parties and profits for the year were lower because of the impact of the COVID-19 pandemic on the oil price, marketing volumes in our mobility business and lower demand for LNG. OurPayments to Governments Report for 2020also shows that Shell paid around $2.2 billion in production entitlements, royalties and fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC MALAYSIA 4,538 EMPLOYEES Third-party revenues $3,901,603,250 Profit before tax $174,065,015 Tangible assets $4,017,453,066 98 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $1,656,480,146 Tax paid $90,025,350 Stated capital $922,697,706 Total revenues $5,558,083,396 Tax accrued $182,089,196 Accumulated earnings $1,756,717,943"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 102,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been present in Myanmar since 2014. Shell and its partners have relinquished six of seven exploration permits since 2017 and are in the process of relinquishing the remaining block from which no production or revenue is generated. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Myanmar is 25%. Shell‘s Myanmar activities were in the exploration phase with no production to generate income and therefore no corporate income tax was owed. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC MYANMAR 1 EMPLOYEE Third-party revenues $0 Profit before tax $(3,965,864) Tangible assets $6,092,804 99 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $78,640 Tax paid $0 Stated capital $0 Total revenues $78,640 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 103,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell had been present in New Zealand for more than 100 years but divested its downstream retail business in 2010 and its upstream assets in 2017 and 2018. A small number of dormant entities remain in New Zealand, as well as a head office of an entity which operates through a branch in Malaysia. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in New Zealand is 28%. Revenues represent foreign exchange differences as there are minimal business activities in New Zealand. In compliance with New Zealand law, taxes are calculated and paid to the relevant tax authorities for entities retained after the divestments in 2018. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 100 ASIA-PACIFIC NEW ZEALAND 0 EMPLOYEES Third-party revenues $(10,097,933) Profit before tax $(545,667) Tangible assets $364 Related-party revenues $10,648,777 Tax paid $310,015 Stated capital $3,700,010,653 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $550,844 Tax accrued $0 Accumulated earnings $428,305,839 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 104,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Shell has been present in Pakistan since 1947. Shell Petroleum Company Limited has a 76.11% interest in Shell Pakistan Limited. Shell Pakistan Limited has a wide retail network and sells petroleum products and compressed natural gas. It also blends and markets various kinds of lubricating oils. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Pakistan is 29%. In 2020, losses arose as a result of the declining fuels market, lower oil prices and the fall in value of the rupee against the dollar. Tax paid in 2020 is the payment of a minimum level of tax due under local law. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC PAKISTAN 409 EMPLOYEES Third-party revenues $801,138,568 Profit before tax $(43,843,634) Tangible assets $214,290,014 101 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $2,447,331 Tax paid $1,965,990 Stated capital $16,672,119 Total revenues $803,585,899 Tax accrued $5,940,557 Accumulated earnings $(23,592,151)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 105,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamManufacturingChemicalsTrading and Supply Other support activities Shell has been present in the Philippines for more than 100 years. Shell has an interest in and operates the upstream joint venture in the Malampaya gas field. Shell has more than 1,100 retail sites in the Philippines, and markets mainly gasoline and commercial fuels. It ceased its refinery operations in August 2020 to transform the facility into a full import terminal. Shell also has a Shell Business Operations Centre in the Philippines, which provides support services to other Shell companies. Shell has a 55% interest in Pilipinas Shell Petroleum Corporation (PSPC), an integrated fuel refining and marketing company in the Philippines. PSPC was listed on the Philippine Stock Exchange in 2016. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in the Philippines is 30% but was reduced to 25% from July 1, 2020. The total tax paid in 2020 related mainly to profits in the upstream business. Downstream profits were negatively impacted by the discontinuation of refinery activities, inventory holding losses, and lower marketing volumes as a result of COVID-19. The Philippines granted some of our downstream operations an Income Tax Holiday but this ceased on August 6, 2020 when we took the decision to convert our refinery into an import terminal. OurPayments to Governments Report for 2020also shows that Shell paid around $457 million in production entitlements. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC PHILIPPINES 4,829 EMPLOYEES Third-party revenues $2,314,516,810 Profit before tax $(233,736,274) Tangible assets $1,161,226,921 102 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $434,202,041 Tax paid $111,243,144 Stated capital $565,670,070 Total revenues $2,748,718,851 Tax accrued $71,166,351 Accumulated earnings $(367,189,862)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 106,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Shell has been present in Russia since 1892 but left in 1918 when activities were nationalised, returning in 1983 to open a representative office. Shell started a lubricants business in Russia in 1992 and is now active in exploration and production, oil and gas transportation and marketing. There are more than 400 Shell-branded retail sites and Shell provides technical and advisory services to Russian companies. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Russia is 20%. In 2020, profits fell as a result of reduced demand, lower oil prices and the fall in value of the Russian ruble against the dollar. Tax paid represents corporate income tax paid primarily by wholly owned Shell companies involved in downstream and trading activities. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC RUSSIA 533 EMPLOYEES Third-party revenues $1,721,304,268 Profit before tax $24,648,592 Tangible assets $956,943,467 103 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $665,794,144 Tax paid $27,134,487 Stated capital $240,972,139 Total revenues $2,387,098,412 Tax accrued $24,561,291 Accumulated earnings $383,673,978"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 107,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamManufacturingChemicalsTrading and Supply Other support activities Shell has had a presence in Singapore since 1891. Today, Shell’s activities include refining and manufacturing of petroleum and petrochemical products, lubricants and greases. Shell Singapore also undertakes trading and supply of a range of energy products. Shell operates a network of retail sites in Singapore, including charging for electric vehicles; owns and operates ships, tankers and cargo carriers; and acts as an LNG marketer and trader arranging importation and shipping of LNG from its network of suppliers to match buyers’ needs. We have treasury operations in Singapore and provide pension fund management and pension trustee services for Shell in Asia-Pacific. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Singapore is 17%. Shell in Singapore generates significant revenue but also incurs substantial operational costs. In 2020, profit fell for a number of reasons, including a surplus of fuel supply in the region and a significant drop in demand and prices as a result of COVID-19. Shell’s manufacturing and chemical businesses in Singapore continued to make capital investments. Singapore allows current- year capital allowances on such investments and losses to be offset against the taxable profits of most entities. Tax accrued in one year is typically paid in the following year. Singapore has granted some Shell companies tax incentives based on our contribution to the local economy, including local employment, local business expenditure and strategic partnerships with local industry participants. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC SINGAPORE 3,975 EMPLOYEES Third-party revenues $29,329,726,211 Profit before tax $1,134,633,728 Tangible assets $9,065,664,643 104 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $32,183,904,339 Tax paid $12,768,336 Stated capital $11,996,010,891 Total revenues $61,513,630,550 Tax accrued $20,844,485 Accumulated earnings $4,056,436,428"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 108,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamOther support activities Shell has been active in the Republic of Korea since the early 1960s. Shell has various business activities in Korea including LNG, lubricants and chemicals. We also provide technology licensing services to Korean refineries and the power sector. We have recently expanded our activities into offshore wind and environmental products trading. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Korea is progressive. The rates are 10% on the first 200 million Korean won (KRW), 20% for a tax base between KRW 200 million and KRW 20 billion, 22% for a tax base between KRW 20 billion and KRW 300 billion, and 25% for a base beyond KRW 300 billion. Profit is made predominantly from the downstream marketing business. The tax reflects the Korean tax payable on the profits. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 105 ASIA-PACIFIC SOUTH KOREA 133 EMPLOYEES Third-party revenues $169,679,067 Profit before tax $30,981,396 Tangible assets $45,943,668 Related-party revenues $37,148,015 Tax paid $7,249,779 Stated capital $6,053,007 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $206,827,082 Tax accrued $7,080,337 Accumulated earnings $76,383,256 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 109,
            "text": "MAIN BUSINESS ACTIVITIES Other support activities Shell’s activities in Taiwan provide support services to Shell overseas companies. Shell owns no tangible assets in Taiwan. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Taiwan is 20%. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC TAIWAN 4 EMPLOYEES Third-party revenues $0 Profit before tax $89,194 Tangible assets $0 106 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $830,482 Tax paid $32,776 Stated capital $833,973 Total revenues $830,482 Tax accrued $45,141 Accumulated earnings $(74,061,840)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 10,
            "text": "According to 2018 figures from theOECD[C], a government’s largest source of revenue typically arises from employment taxes, which include personal income tax, payroll taxes and social security contributions. Most employment taxes are paid by employees but some are paid by companies. Governments also generate revenue through indirect taxes on products and services, often asconsumption taxespaid by consumers but in some cases also by businesses. These includenon-recoverable VAT, customs, excise and other duties. When a business collects indirect taxes on behalf of a government, it carries the cost of gathering the financial data, preparing reports and executing payments. This process helps governments collect taxes more efficiently because it is easier to collect VAT from businesses than from individual consumers. OECD data on the average split of member countries’ tax revenues show that corporate income tax raises around 10% of total tax revenues. GOVERNMENTS COLLECT DIFFERENT TYPES OF TAXES percentage Source: OECD (2018), Revenue Statistics 2020, OECD Publishing, Paris. Companies operating in the oil and gas industry also contribute to public finances by paying royalties, bonuses, fees, and a host government’s production entitlements. For example, in 2020 we paid around $7 billion in production entitlements. This is more than we paid in corporate income tax. OurPayments to Governments Reportshows how we directly contributed to public finances in 2020 as a result of our exploration and production activities. This report focuses on corporate income tax as this tax has attracted interest from investors, non-governmental organisations and wider society. [C] Source: OECD (2018), Revenue Statistics 2020, OECD Publishing, Paris. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 6% 07 12% 2% 20% 24% F G E B D C A 10% OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES A Taxes on personal income, profits and gains B Taxes on corporate income and gains C Social security contributions D Taxes on property E Value added taxes (VAT)/ goods and services taxes (GST) F Taxes on goods and services (excluding VAT/GST) G Other 26% ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 110,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Integrated Gas Shell has been in Thailand for 129 years. Its activities include Downstream and Integrated Gas. Shell is strengthening its non-fuel retail businesses in Thailand and expanding retail sites across the country. In addition, we are also expanding into LNG supply. COUNTRY FINANCIAL ANALYSIS Thailand has three different types of taxes for businesses like ours: 20% corporate income tax on taxable profits, 10% branch profit remittance tax and a 50% petroleum income tax rate for integrated gas entities. Profit in 2020 is mostly from the downstream business and rose because of lower costs and higher profit margins on products. The lower tax paid in 2020 represents final tax settlements on profits arising in 2019 and advance payments of tax in relation to 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC THAILAND 492 EMPLOYEES Third-party revenues $2,273,216,060 Profit before tax $174,689,392 Tangible assets $874,035,637 107 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $53,504,034 Tax paid $28,120,985 Stated capital $15,762,368 Total revenues $2,326,720,094 Tax accrued $36,026,275 Accumulated earnings $25,998,165"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 111,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell Vietnam Ltd was established in 1995 and has sales and marketing operations, as well as oil and lubricants production activities. In addition to direct sales, Shell Vietnam has a countrywide network of distributors. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Vietnam is 20%. Tax is paid in arrears. The tax accrued figure of $2.1 million relates to provisional tax for 2020 payable in 2021. The tax paid comprises three instalments for 2020, and the fourth instalment and final payments for 2019. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC VIETNAM 80 EMPLOYEES Third-party revenues $60,298,025 Profit before tax $13,099,299 Tangible assets $17,029,571 108 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $214,547 Tax paid $1,952,745 Stated capital $14,266,409 Total revenues $60,512,572 Tax accrued $2,104,872 Accumulated earnings $21,622,164"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 112,
            "text": "MAIN BUSINESS ACTIVITIES Upstream Shell has been present in Albania since 2012 and has been exploring for oil and gas there through an Albanian branch of a Dutch company, Shell Upstream Albania B.V. In 2019, a new branch of a Dutch company, Shell Albania Block 4 B.V., was set up to manage a new production-sharing contract. COUNTRY FINANCIAL ANALYSIS The corporate income tax rate for the exploration and production of hydrocarbons in Albania is 50% and is determined by the production-sharing contract agreed with the Albanian government. The loss before tax is a result of exploration costs. As the fields have not been developed or started production there are no profits to tax. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE ALBANIA 60 EMPLOYEES Third-party revenues $(59,798) Profit before tax $(44,556,420) Tangible assets $249,976,849 109 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $51,366 Tax paid $0 Stated capital $0 Total revenues $(8,432) Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 113,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Upstream and Integrated Gas Shell has been present in Austria since 1923. Our downstream activities include around 270 retail sites (about half are owned and operated by Shell, the rest are owned and operated by third parties), a lubricant distribution network, aviation fuel supply and fleet solutions. Shell’s upstream activities include the processing and distribution of petroleum products. A Shell entity in Austria holds exploration concession rights for natural gas and oil production in Egypt. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Austria is 25%. Profits in 2020 were offset by carrying forward losses that arose from an impairment of a financial asset in 2012. Austrian tax law allows companies to offset 75% of annual tax profits by carrying forward losses and paying tax on the remaining 25%, in compliance with the minimum corporate income tax regime. The tax accrued and paid in 2020 relates to profits arising in 2019 and 2020, as corporate income tax in Austria is partly paid in arrears. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE AUSTRIA 80 EMPLOYEES Third-party revenues $660,723,773 Profit before tax $15,267,647 Tangible assets $169,673,120 110 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $11,922,980 Tax paid $1,937,390 Stated capital $191,890,298 Total revenues $672,646,753 Tax accrued $1,853,210 Accumulated earnings $167,217,399"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 114,
            "text": "MAIN BUSINESS ACTIVITIES RetailTrading and Supply LubricantsAviationProjects & Technologies Belgian Shell S.A. was incorporated in 1919. Shell operates a network of close to 270 retail sites across the country serving around 55,000 customers every day. Shell in Belgium also has a network of six liquefied natural gas stations and offers its customers a wide range of lubricants and electric vehicle charging points. Shell’s trading and supply activities include the supply of fuels to our downstream business and the purchase of products for sale to industrial and retail customers. Shell has two manufacturing units in Ghent, one for greases and one for catalysts. Shell also supplies jet fuel to aviation customers in Belgium. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Belgium is 25%. Corporate income taxes paid in 2020 were reduced by advance tax payments made in 2019. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE BELGIUM 300 EMPLOYEES Third-party revenues $571,646,793 Profit before tax $49,969,457 Tangible assets $324,059,054 111 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $336,931,890 Tax paid $11,404,479 Stated capital $110,244,267 Total revenues $908,578,683 Tax accrued $14,070,308 Accumulated earnings $86,046,699"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 115,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamDownstream Shell has been present in Bulgaria since 1991 and is mostly active in the downstream sector with a network of 103 retail sites across the country. In 2016, Shell signed an agreement with the Ministry of Energy to explore for oil and natural gas in the Bulgarian continental shelf of the Black Sea. In 2019, Shell International Exploration and Development Italia S.p.A., which has a Bulgarian branch, signed a Joint Operation Agreement with two partners and began drilling its first oil and gas exploration well. However, results from the well were not satisfactory and the project has been put on hold. By December 2020, Shell had directly invested almost $73 million in oil and gas exploration in Bulgaria. COUNTRY FINANCIAL ANALYSIS Bulgaria’s statutory corporate income tax rate is 10%. Shell reported a 2020 loss due to upstream exploration costs. However, tax was paid on profitable downstream activities. The reduced revenues from third parties in the downstream business were mainly a result of lower volumes of fuel sales and a reduced retail fuel price because of the COVID-19 pandemic. OurPayments to Governments Report for 2020shows that Shell paid $155,178 in fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE BULGARIA 59 EMPLOYEES Third-party revenues $125,969,145 Profit before tax $(6,609,290) Tangible assets $84,455,180 112 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $4,916,810 Tax paid $458,140 Stated capital $42,096,691 Total revenues $130,885,955 Tax accrued $177,770 Accumulated earnings $2,095,068"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 116,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Other support activities Oryx Caspian Pipeline, L.L.C., a Shell USA-incorporated entity, has an interest in Caspian Pipeline Consortium (CPC). CPC is a project to transport crude oil with the participation of public entities from Russia, Kazakhstan and other international oil companies. It has a branch registered in Cyprus. In 2020, the Cyprus branch only made income from interest. In 2016, through its acquisition of BG Group, Shell acquired a UK-incorporated entity, BG Cyprus Limited, which has a branch in Cyprus. The entity holds an exploration and production licence in Cyprus but production has not yet commenced. COUNTRY FINANCIAL ANALYSIS Cyprus has a statutory corporate income tax rate of 12.5%. The Shell branches in Cyprus made an overall loss in 2020. The increased loss in BG Cyprus resulted from costs related to early-stage exploration activities. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE CYPRUS 0 EMPLOYEES Third-party revenues $0 Profit before tax $(11,244,062) Tangible assets $180,260,553 113 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $11,511 Tax paid $0 Stated capital $0 Total revenues $11,511 Tax accrued $6,606 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 117,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been active in the Czech Republic since 1991 through its downstream business. Shell Czech Republic a.s. has a network of 180 retail sites, provides mobility solutions for corporate clients through its Shell Fleet Solutions division, supplies international airports with aviation fuel and sells motor oils to corporate clients. Shell also sells natural gas to commercial customers. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in the Czech Republic is 19%. The reduced revenues from third parties are mainly due to lower volumes of fuel sold and a reduced retail fuel price because of the COVID-19 pandemic. Tax paid includes corporate income tax on profits arising in 2019, as well as aprepaymentof tax for 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 114 EUROPE CZECH REPUBLIC 76 EMPLOYEES Third-party revenues $357,207,165 Profit before tax $9,526,382 Tangible assets $143,747,099 Related-party revenues $8,096,020 Tax paid $2,413,656 Stated capital $108,830,177 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $365,303,185 Tax accrued $1,810,013 Accumulated earnings $23,850,628 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 118,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been active in Denmark since 1913 and has an office in Copenhagen. In July 2019, Shell Overseas Holdings Limited, the UK shareholder of Shell Olie-og Gasudvinding Danmark B.V. (SOGU), completed the sale of its interest in SOGU to Norwegian Energy Company ASA (Noreco) for $1.9 billion. The transaction also included SOGU’s subsidiary Shell Olie-og Gasudvinding Danmark Pipelines ApS, which holds an interest in the pipeline that transports gas from the Danish continental shelf to the European continent. A share purchase agreement for the sale of the entity A/S Dansk Shell including the refining business and local trading activities was signed in January 2021 with PL ESG Denmark Co APS (Postlane Partners) and the transaction was completed in 2021. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Denmark is 22%. In 2020, lockdowns and travel restrictions due to the COVID-19 pandemic caused demand for all transport fuel to drop significantly, with the steepest decrease in demand for aviation fuel. This resulted in a loss. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE DENMARK 257 EMPLOYEES Third-party revenues $818,200,619 Profit before tax $(80,096,637) Tangible assets $284,487,213 115 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $453,664,703 Tax paid $859,483 Stated capital $157,822,843 Total revenues $1,271,865,322 Tax accrued $0 Accumulated earnings $(452,143,954)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 119,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell Aviation Finland Oy’s activities include the purchase, sale, storage, transport and marketing of aviation fuels. The company has long-term sales contracts with customers. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Finland is 20%. The aviation sector was hit particularly hard by the COVID-19 pandemic and Shell Aviation Finland Oy’s revenues fell significantly because of this. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE FINLAND 28 EMPLOYEES Third-party revenues $68,481,011 Profit before tax $(2,718,687) Tangible assets $12,125,834 116 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $31,703 Tax paid $586,428 Stated capital $12,347,729 Total revenues $68,512,714 Tax accrued $0 Accumulated earnings $6,882,126"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 11,
            "text": "[A] In 2020 unless stated otherwise. [B] At December 31, 2020. [C] Excludes employees seconded to joint ventures and associates. [D] Countries where gross domestic product is less than $15,000 a year per person according to the UN Development Programme’s Human Development Index 2019. 183,195 27.8% Total revenue and other Women in senior income ($ million) leadership positions [B] (26,967) 78 Loss before tax ($ million) Average employee 3,290 engagement score (points) Corporate income tax paid ($ million) 32%Female 9,126 employees Shareholder distributions ($ million) 08 INTRODUCTION OUR APPROACH SPECIAL TOPICS MORE INFORMATION ON WHAT WE DO INPUTS [A] Financial 379,268 Total assets ($ million) [B] 17,827 Cash capital expenditure ($ million) 34,789 Operating expenses ($ million) 43,000Tax returns filed OUR BUSINESS ACTIVITIES OUTCOME AND IMPACT [A] Financial RESOURCE PRODUCE ADVOCACY Our People 87,000 Employees [B] 2,996 New hires 12,131 Total employee costs ($ million) [C] MARKET Our People Relationships 29,326 Suppliers 907 spent on research and development ($ million) 204 spent on social investment ($ million) ENERGY USE Relationships 84.5% of goods and services purchased from suppliers based in the same country of operations 124 research and development projects started with universities 87 social investment spend in low-income countries ($ million) [D] ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 120,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been present in France since 1919. Our main operations involve the supply and marketing of petroleum products and services. Shell has 85 retail sites in France, a lubricants blending plant in Nanterre and a research centre for bitumen close to Strasbourg. In 2017, a New Energies team [A] was created to develop activities in renewable energy. Shell also has a number of interests in joint ventures and subsidiaries. In 2019, Société des Pétroles Shell SAS acquired EOLFI SAS (Eolfi), a leading international offshore floating wind developer. The main objective of the acquisition is to build up and reinforce Shell’s new energy capabilities in floating offshore wind projects in France and other countries. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in France is 28.94% (including social contribution payments). The loss for the year is a result of the COVID-19 pandemic and a decrease in sale prices. Tax accrued includes local taxes which are based on turnover. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE FRANCE 349 EMPLOYEES Third-party revenues $1,140,499,070 Profit before tax $(59,692,564) Tangible assets $506,147,864 117 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $269,746,705 Tax paid $2,686,565 Stated capital $510,016,748 Total revenues $1,410,245,775 Tax accrued $2,030,274 Accumulated earnings $362,284,844"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 121,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamManufacturingChemicalsTrading and Supply New Energies [A] Upstream and Integrated Gas Other support activities Shell has been present in Germany since 1902. We operate an extensive retail network; refine and supply transport and heating fuels, aviation fuels, petrochemicals and bitumen; and supply lubricants, power and natural gas. The business is grouped together as Deutsche Shell Holding GmbH. Research and development are also undertaken by the Shell Technology Centre in Hamburg. COUNTRY FINANCIAL ANALYSIS Shell companies in Germany are subject to a corporate income tax rate of 32%. In the period 2009-2016, Shell made no profits in Germany, resulting in a loss carry-forward position which has been used to partly offset taxable profits in 2017-2018. Shell also made a loss in 2019 and 2020. This was due to a number of reasons, including a surplus of fuel supply in Europe and a significant drop in demand and prices as a result of the COVID-19 pandemic. German tax law allows Shell to offset 60% of its yearly tax profits with a loss carry-forward and to pay a minimum tax on the remaining 40%. Shell in Germany continues with an overall loss carry-forward position. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE GERMANY 3,911 EMPLOYEES Third-party revenues $12,909,818,771 Profit before tax $(3,358,690,496) Tangible assets $4,013,204,352 118 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $7,674,067,135 Tax paid $3,138,009 Stated capital $1,433,874,640 Total revenues $20,583,885,906 Tax accrued $31,293,496 Accumulated earnings $(5,161,724,065)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 122,
            "text": "MAIN BUSINESS ACTIVITIES Integrated Gas Shell LNG Gibraltar Limited is an incorporated joint venture between Shell (51%) and the government of Gibraltar. It was set up for the purpose of constructing and operating the first liquefied natural gas (LNG) regasification terminal in Gibraltar, replacing diesel with LNG for power generation. The construction and operation of the terminal were managed by Gasnor AS, a former Shell company registered in Norway that was divested in 2021. As part of Shell’s ambition to develop the LNG bunkering business in the Strait of Gibraltar a new branch of a Dutch company, Shell LNG Bunkering B.V., was incorporated but the branch did not start operations in 2020. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Gibraltar is 10%. The figures in the table represent Gasnor’s branch activity in Gibraltar for the operation of the terminal. Tax is paid in arrears. The tax accrued is the expected corporate income tax on profits arising in 2020 but is due and payable in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE GIBRALTAR 0 EMPLOYEES Third-party revenues $1,758,417 Profit before tax $234,456 Tangible assets $0 119 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $34,224 Stated capital $0 Total revenues $1,758,417 Tax accrued $23,446 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 123,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been present in Hungary since 1925. Shell Hungary Trading close Company Limited by shares is a downstream business with a wide network of retail sites. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Hungary is 9%. Tax paid relates to the taxable profits arising from the downstream business and the final settlement of 2019 tax liabilities as well as prepayments for 2020. Lower revenues from third parties were mainly due to decreased volumes of fuel sold and a reduced retail fuel price because of the COVID-19 pandemic. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE HUNGARY 83 EMPLOYEES Third-party revenues $500,848,883 Profit before tax $37,129,691 Tangible assets $120,630,505 120 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $18,432,967 Tax paid $1,810,597 Stated capital $43,823,441 Total revenues $519,281,850 Tax accrued $1,694,832 Accumulated earnings $(78,734,442)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 124,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell is present in Ireland through its participation in Shell and Topaz Aviation Ireland Limited (Shell interest 50%). The principal activity of the company is the marketing and distribution of aviation fuels. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Ireland is 12.5%. Revenues and profits are usually made from the dividends received from Shell and Topaz Aviation Ireland Limited which is exempt from corporate income tax. No dividends were received in 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE IRELAND 0 EMPLOYEES Third-party revenues $0 Profit before tax $(474,460) Tangible assets $0 121 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $0 Stated capital $1,259,376 Total revenues $0 Tax accrued $0 Accumulated earnings $(3,911,720)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 125,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Shell has been present in Italy since 1912. In 2020, Shell’s upstream activities included interests in the Val d’Agri and Tempa Rossa oil fields located in Basilicata. Shell’s downstream operations included the production and sale of lubricants and the sale of natural gas and electricity. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Italy is 28%. Shell made a loss in 2020 due to a significant drop in demand and prices as a result of the COVID-19 pandemic. We pay tax in arrears and therefore the 2020 tax paid figure includes taxes paid on 2019 profits. OurPayments to Governments Report for 2020also shows that Shell paid around $68 million in royalties. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE ITALY 231 EMPLOYEES Third-party revenues $1,116,194,466 Profit before tax $(197,843,670) Tangible assets $1,718,547,188 122 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $242,060,381 Tax paid $460,684 Stated capital $1,076,830,158 Total revenues $1,358,254,847 Tax accrued $4,044,633 Accumulated earnings $(1,792,868,913)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 126,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamOther support activities Shell has been present in Luxembourg since 1920. Shell has 36 retail sites and a petroleum terminal in Luxembourg. Shell also supplies Luxembourg airport with jet fuel. Shell is in the process of liquidating its Luxembourg entities which previously provided financing and hedging services to other companies within Shell. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Luxembourg is 17% (18.19% including an unemployment fund contribution). Companies also pay a municipal business tax rate of between 6.75% and 10.5%. Shell companies in Luxembourg reported a loss before tax in 2020 and the taxes paid are advance payments of the municipal taxes and the unemployment fund contribution. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 123 EUROPE LUXEMBOURG 10 EMPLOYEES Third-party revenues $215,672,458 Profit before tax $(13,147,562) Tangible assets $192,537,413 Related-party revenues $5,001,593 Tax paid $700,525 Stated capital $28,529,859 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $220,674,051 Tax accrued $118,438 Accumulated earnings $(2,859,648,555) ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 127,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamNew Energies [A] ManufacturingChemicalsUpstream and Integrated Gas Trading and Supply Other support activities Shell has been present in the Netherlands for more than 100 years. Shell’s global headquarters are in The Hague. Our activities include retail sites, fast-charging sites for electric vehicles, a chemical complex, a technology centre and a refinery. Shell is also involved in the development of solar parks, wind farms and geothermal heat. Shell has a 50% interest in Nederlandse Aardolie Maatschappij B.V. (NAM), which produces oil and gas. In the table above, the Shell share of NAM is included in profit before tax and accumulated earnings. Shell’s global Integrated Gas and Renewables and Energy Solutions, Upstream and Projects & Technology businesses are all based in the Netherlands. Many support services are also performed at Shell’s headquarters, including trading, holding and treasury activities. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in the Netherlands is 25%. In 2020, Shell reported a loss before tax in the Netherlands of $3.4 billion. The loss before tax figure in the table above of $2.2 billion includes (for country-by-country reporting purposes) the share of profit or loss from certain joint ventures and associates held by Shell. Losses for the year reflect the COVID-19 pandemic, related economic impacts, and include related impairment charges. The tax paid of $107 million and the tax accrued of around $70 million relate mainly to foreignwithholding taxes. These are taxes incurred on dividends, interest and service fees received by Shell companies in the Netherlands. These taxes are mainly paid to foreign governments. Shell paid $30 million in corporate income taxes and royalties in the Netherlands, $16 million of which was paid through our 50% participation in NAM. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. EUROPE NETHERLANDS 8,559 EMPLOYEES Third-party revenues $18,771,597,027 Profit before tax $(2,189,336,090) Tangible assets $8,111,931,395 124 INTRODUCTION OUR APPROACH ShellTax Contribution Report 2020 SPECIAL TOPICS ADVOCACY Related-party revenues $44,051,421,057 Tax paid $106,930,390 Stated capital $195,052,655,452 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $62,823,018,084 Tax accrued $69,679,124 Accumulated earnings $147,839,060,749"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 128,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been present in Norway since 1912. The main activity of A/S Norske Shell is the exploration and production of oil and gas on the Norwegian continental shelf. The company is a partner in 27 production licences and operates 14 of them. There are two Shell-operated fields which are producing: Ormen Lange (Shell interest 17.8%) and Knarr (Shell interest 45%). The company also has an interest in the producing field Troll (Shell interest 8.1%), which is operated by Equinor. A/S Norske Shell is a partner in the Northern Lights project for the transport and storage of CO 2 in a government-backed carbon capture and storage (CCS) project. The aim is to safely transport and store captured CO 2 from a cement factory while creating a market for permanent storage of CO 2 from third-party sources. Gasnor AS was a wholly owned subsidiary providing LNG to industry and marine markets. The company was divested in 2021. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Norway is 22%. In addition, there is a special tax of 56% on the production and transportation of petroleum from the Norwegian continental shelf. Taxes are paid in instalments, with half being due within the year in which income arises and the other half and final assessment in the year after. Tax paid includes payments for 2019 and 2020. In 2020, Norway introduced temporary tax incentives for the petroleum industry as a response to declining energy prices and economic uncertainty, both of which may have reduced planned oil and gas investment. SeeNorway case studyfor more information. OurPayments to Governments Report for 2020also shows that Shell paid around $1.33 billion in production entitlements and fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE NORWAY 537 EMPLOYEES Third-party revenues $303,264,641 Profit before tax $438,890,348 Tangible assets $1,182,022,259 125 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $1,321,186,301 Tax paid $469,074,740 Stated capital $92,581,373 Total revenues $1,624,450,942 Tax accrued $373,795,265 Accumulated earnings $947,382,610"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 129,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamOther support activities Shell Polska Sp. z o.o. was established in 1992. Shell operates around 430 retail sites in Poland, offers a wide range of oils and lubricants for transport and industry, as well as fleet solutions and services for transport. The company also runs Shell Business Operations (SBO) at its branch in Krakow. SBO employees provide Group companies with financial, logistic, procurement, human resources and customer services support. In 2020, a new legal entity was established called Shell Mobility Polska Sp. z o.o. to sell convenience products at Shell retail sites. During 2012-2020, Shell Polska invested more than $515 million in Poland. Shell Energy Retail Poland Sp. z o.o. provides customer service and IT support for Shell’s energy operating companies in the UK and Germany. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Poland is 19%. Lower revenues from third parties were mainly due to a decrease in volumes of fuel sold and a reduced retail fuel price because of the COVID-19 pandemic. However, profits increased because of lower operational costs and a higher average profit margin compared with 2019. Tax paid includes corporate income tax paid on profits from 2019, as well as a prepayment of income tax for taxable profits arising in 2020. The SBO centre operates in a special economic zone which provides a partial tax exemption from corporate income taxes. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE POLAND 4,639 EMPLOYEES Third-party revenues $857,438,134 Profit before tax $64,893,588 Tangible assets $605,861,654 126 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $268,754,589 Tax paid $14,920,056 Stated capital $485,117,768 Total revenues $1,126,192,723 Tax accrued $10,253,395 Accumulated earnings $55,506,482"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 12,
            "text": "MAP OF INCOME TAXES PAID IN 2020 The world map below shows income taxes paid andwithholding taxesaccrued in line with our country-by-country report. In 2020, we paid$3.3 billionof corporate income taxes and accrued$132 millionof withholding taxes. This gives a total of$3.4 billionin income taxes and withholding taxes as reported in our country-by-country report. For more details, see the chapter onOur tax data. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE $ 690 million 09 AMERICAS $ 22 million EUROPE Norway Switzerland Netherlands Poland Belgium Others AMERICAS United States of America 16,617,326 Trinidad and Tobago 14,516,267 Mexico 3,568,397 Brazil 1,826,050 Peru 1,564,713 Others (15,608,375) [A] Source:2020 Payments to Governments Report. AFRICA $551 million MIDDLE EAST AFRICA Nigeria Egypt Tunisia Others 469,074,740 134,206,904 106,930,390 14,920,056 11,404,479 (46,262,052) Oman Qatar [A] United Arab Emirates Kuwait Saudi Arabia 1,082,984,769 491,523,750 50,010,445 22,781,352 3,777,025 472,749,053 44,499,351 33,408,891 65,623 ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES MIDDLE EAST $ 1,651 million ASIA-PACIFIC $ 524 million ASIA-PACIFIC Philippines Malaysia Kazakhstan China Brunei Others 111,243,144 90,025,350 82,877,493 67,413,658 35,069,217 137,238,702"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 130,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been active in Slovakia since 1991. Shell Slovakia s.r.o. was incorporated in 1993. Shell has a network of 88 retail sites across the country. Shell also provides mobility solutions for corporate clients through its Shell Fleet Solutions division, and supplies aviation fuel to the international airport in Bratislava and natural gas to the wholesale market. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Slovakia is 21%. Profits are predominantly earned from downstream retail operations. Tax paid in the table above includes corporate income tax on profits made in 2019 which was due in 2020, as well as a prepayment of tax in relation to 2020. Reduced revenues from third parties were mainly caused by lower volumes of fuel sold and a reduced retail fuel price due to COVID-19. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE SLOVAKIA 35 EMPLOYEES Third-party revenues $229,222,497 Profit before tax $13,108,099 Tangible assets $103,342,645 127 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $1,901,078 Tax paid $2,746,400 Stated capital $20,200,893 Total revenues $231,123,575 Tax accrued $3,175,473 Accumulated earnings $(205,371)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 131,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been present in Slovenia since 1994 and operates through Shell Adria d.o.o., a wholly owned subsidiary of the UK entity Shell Overseas Holdings Limited. Shell Adria’s primary business activity is the sale of retail fuel via a network of nine retail sites. The company also provides Shell Fleet Solutions services for businesses in other countries, including Croatia, Serbia, North Macedonia, Bosnia, Italy and Greece. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Slovenia is 19%. Revenues in 2020 were lower due to a fall in fuel sales by third parties and a lower retail fuel price because of the COVID-19 pandemic. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE SLOVENIA 15 EMPLOYEES Third-party revenues $51,859,216 Profit before tax $2,455,483 Tangible assets $13,356,100 128 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $5,129,247 Tax paid $(650,605) Stated capital $2,646,514 Total revenues $56,988,463 Tax accrued $466,541 Accumulated earnings $30,228,765"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 132,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Shell has been active in Spain since 1920 and was the first foreign energy company established there. A network of Shell- branded retail sites operates across the country. These are owned and operated by third parties. Shell owns and operates a lubricants blending plant located in Tarragona. The plant supplies the Iberian market, North Africa and several Mediterranean countries. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Spain is 25%. No tax was paid or accrued during 2020 as a result of a tax deduction claimed for costs that had been accounted for in previous years. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE SPAIN 132 EMPLOYEES Third-party revenues $511,557,202 Profit before tax $16,305,452 Tangible assets $43,397,645 129 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $164,818,324 Tax paid $0 Stated capital $49,602,003 Total revenues $676,375,526 Tax accrued $0 Accumulated earnings $(1,220,172,645)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 133,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell Aviation Sweden AB performs activities such as the purchase, sale, storage, transport and marketing of aviation fuels. The company serves several airports in Sweden, but with most activity in the airline hubs of Stockholm and Gothenburg. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Sweden is 21.4%. The aviation sector was hit particularly hard by the COVID-19 pandemic and Shell Aviation Sweden AB’s revenues fell considerably. No tax was paid due to a loss carried forward from previous years. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE SWEDEN 8 EMPLOYEES Third-party revenues $58,885,712 Profit before tax $(267,629) Tangible assets $7,132,032 130 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $1,786,102 Tax paid $0 Stated capital $24,577,212 Total revenues $60,671,814 Tax accrued $297,247 Accumulated earnings $(7,190,438)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 134,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Other support activities Shell has been active in Switzerland for more than 100 years. Shell markets fuels and operates a large network of retail sites. Shell’s activities also include the production of lubricants and the sale of bitumen and aviation fuels. Shell conducts financial and insurance activities, and trademark management and licensing services. In 2020, we stopped providing funding to Group operating companies and also substantially reduced the hedging of currency exposures from Switzerland. COUNTRY FINANCIAL ANALYSIS In the Canton of Zug, where Shell is based, the combined regional and federal tax rate was around 12% for 2020. The reduced related-party revenues in 2020 compared with 2019 were mainly due to the discontinuation of funding to Group operating companies at the end of 2019. Profit in 2020 included insurance premiums, trademark licences, currency exchange rate movements and downstream activities. As a result of currency movements, significant exchange differences may arise in Switzerland and can contribute to volatility in the results. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 131 EUROPE SWITZERLAND 116 EMPLOYEES Third-party revenues $729,823,744 Profit before tax $1,589,909,851 Tangible assets $283,325,111 Related-party revenues $2,443,493,137 Tax paid $134,206,904 Stated capital $70,256,667 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $3,173,316,881 Tax accrued $189,556,307 Accumulated earnings $4,830,345,763 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 135,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply ChemicalsUpstream Shell has been present in Turkey since 1923. In 2006, Shell established Shell & Turcas Petrol A.S. (Shell interest 70%) with local distribution company Turcas to expand Shell’s branded retail network. Shell & Turcas Petrol A.S. has a wide network of over 1,000 retail sites and is active in lubricants, fleet solutions and commercial fuels. Shell also has a lubricants and grease production plant in Derince. Shell’s activities in Turkey also include chemicals, aviation, marine, gas and power. In 2011, Shell again started upstream activities in partnership with the national oil company Turkish Petroleum. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Turkey is 22%. In 2020, Shell Turkey recorded an overall loss across a number of entities because of the impact of the COVID-19 pandemic. In Turkey, losses are not offset against profits. In 2020, tax is paid on entities with profit in their local financial statements without relief for losses that arose in other entities. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE TURKEY 645 EMPLOYEES Third-party revenues $3,131,908,787 Profit before tax $(26,858,899) Tangible assets $720,631,278 132 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $307,811,886 Tax paid $2,693,693 Stated capital $322,596,325 Total revenues $3,439,720,673 Tax accrued $4,376,162 Accumulated earnings $282,483,821"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 136,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamUpstream and Integrated Gas Shell has been present in Ukraine since 2006 and has predominantly downstream activities through majority interests in joint venture companies. Shell operates 132 retail sites in Ukraine. The downstream retail joint venture pays taxes locally and has around 1,500 employees. Shell ceased its exploration activities in Ukraine in 2015. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Ukraine is 18%. The profit and the tax on the downstream activities of the joint venture companies are not included in our country-by-country (CbCR) report because the accounting principles of the joint ventures are based on equity accounting. In line with CbCR reporting requirements, these numbers are reported in the shareholder locations. Shell paid low amounts of corporate income tax in Ukraine as a result of losses from the unwinding of the upstream activities. In addition, the joint ventures pay taxes locally that are not included in this report. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE UKRAINE 5 EMPLOYEES Third-party revenues $16,674 Profit before tax $112,465 Tangible assets $7,925 133 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $7,279 Stated capital $25,691,419 Total revenues $16,674 Tax accrued $0 Accumulated earnings $(704,285,080)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 137,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamChemicalsNew Energies [A] Trading and Supply Other support activities Shell has been present in the UK since 1897. We remain one of the North Sea’s biggest producers, supplying around 10% of the UK’s total oil and gas needs. Our gas plants, pipeline systems and import terminals deliver more than 20% of the UK’s gas supply. Through Shell Energy, we provide home electricity to around 900,000 customers in the UK. We continue to invest in electric mobility infrastructure to support the UK’s switch to electric vehicles. Support activities include our Projects & Technology teams based in Aberdeen and London. They support the delivery of major projects around the world, from developing gas-to-liquids plants to deep-water exploration. Every year, Shell spends more than £200 million [B] on research and development in the UK. There is also a treasury team in London that provides cash management and financial services. COUNTRY FINANCIAL ANALYSIS The corporate income tax rate in the UK is 40% for upstream UK continental shelf activities and 19% for all other activities. Shell did not pay corporate income tax in 2020 because of tax losses arising in the current and previous years. These losses are due to significant upstream investment in the UK continental shelf. Shell also received tax refunds related to decommissioning costs incurred. SeeCase study: Tax treatment of decommissioning costs in different jurisdictionsfor more information. Decommissioning is a cost incurred as part of the life cycle of the field and is tax deductible. For late-life assets, decommissioning costs can generate net tax losses that offset profits made and taxes paid in previous years. As a result, tax that has effectively been overpaid is refunded. OurPayments to Governments Report for 2020also shows payments of around $7 million in fees. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. [B] This is the equivalent of $257 million calculated using yearly average exchange rate for USD/GBP in 2020 of 1 USD = 0.7795 GBP. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY EUROPE UNITED KINGDOM 134 6,627 EMPLOYEES Third-party revenues $13,759,505,495 Profit before tax $(961,312,454) Tangible assets $13,715,465,014 Related-party revenues $42,653,451,207 Tax paid $(66,144,531) Stated capital $129,398,998,112 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $56,412,956,702 Tax accrued $(87,057,379) Accumulated earnings $18,129,651,601 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 138,
            "text": "MAIN BUSINESS ACTIVITIES No activities In early 2016, following the implementation day of the Iran nuclear deal, Shell explored how to progress business opportunities in the energy sector with the Iranian government. However, following geopolitical developments in 2018, Shell suspended its Iran-related activities until further notice. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Iran is 25%. Any legacy activities pertaining to Iran, i.e. payment of tax, have been conducted outside the USA by non-US affiliates of Royal Dutch Shell plc. None of the payments disclosed were made in US dollars, nor are any of the balances disclosed held in US dollars. However, for disclosure purposes, all have been converted into US dollars at the appropriate exchange rate. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST IRAN 0 EMPLOYEES Third-party revenues $0 Profit before tax $136,933 Tangible assets $0 135 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $0 Stated capital $0 Total revenues $0 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 139,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas In 2013, Shell entered into the Basrah Gas Company (BGC), a joint venture with Iraq's South Gas Company and Mitsubishi. BGC focuses on processing gas that would otherwise have been flared, supplying this to the government of Iraq for power generation. The Shell entity which is a shareholder in BGC is based in the Netherlands. Shell’s share of results from BGC, which is an equity-accounted investment, is included in the country report for the Netherlands. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Iraq is 15%. Taxes are paid in arrears. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST IRAQ 354 EMPLOYEES Third-party revenues $0 Profit before tax $(13,840,342) Tangible assets $54,576 136 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $662 Tax paid $0 Stated capital $0 Total revenues $662 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 13,
            "text": "TOTAL TAX CONTRIBUTION In the table below, we present our total tax contribution for 2020 in five key operating jurisdictions: the UK, the USA, the Netherlands, Nigeria and India. This information is aligned with ourPowering Progress Strategy Day 2021 disclosure. Our total tax contribution for 2020 in these five jurisdictions was$19.4 billion. The figure includes$4.5 billionintax borneby Shell and$14.9 billionin taxes collected by Shell in relation to its economic and employment activities. These data have been compiled from other published Shell sources and our financial reporting systems. Where centrally held data are unavailable, we have gathered figures from in-country tax teams and Human Resources. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY TOTAL TAX CONTRIBUTION $0.5 billion $0.5 billion $3.5 billion $12.9 billion $2.0 billion 10 COUNTRY THE UK NIGERIA INDIA THE USA THE NETHERLANDS $107 million $128 million $17 million $201 million Corporate income taxes $(66) million $126 million $661 million – $473 million $10 million $2,803 million $130 million $19 million $34 million TAXES BORNE Employer taxes Other payments to governments $7 million $3,803 million $856 million $3,329 million $654 million $71 million $4 million $167 million $90 million OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES $5.5 billion $4.2 billion $3.5 billion $0.3 billion $19.4 billion ShellTax Contribution Report 2020 TAXES COLLECTED Indirect taxes paid Employee taxes and collected $5,450 million $366 million TOTAL $5.9 billion"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 140,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been active in Jordan since 2009. Shell has two entities with activities in Jordan: Jordan Oil Shale Company B.V. (JOSCo), incorporated in the Netherlands, and Shell Business Development Middle East Limited (SBDME), incorporated in the UK. SBDME was established to provide technical and management services to projects and businesses in Jordan, mainly to exploration and production businesses. In May 2009, JOSCo was awarded the oil shale concession by the government of Jordan and the Natural Resources Authority, which gives it exclusive rights to explore for, assess and develop oil shale, as well as produce and sell products derived from the oil shale. In 2020, JOSCo communicated its decision to withdraw from the oil shale concession and to end the concession agreement. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Jordan varies from 20% to 35%, depending on the business activities from which the taxpayer generates income. JOSCo is subject to petroleum taxes calculated on cumulative revenues and costs. As production has not yet commenced, petroleum taxes are not applicable. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST JORDAN 3 EMPLOYEES Third-party revenues $(59,617) Profit before tax $(1,977,879) Tangible assets $9,335 137 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $253,958 Tax paid $0 Stated capital $0 Total revenues $194,341 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 141,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been active in Kuwait since 1948. In 2010, Shell Kuwait Exploration and Production B.V. and Kuwait Oil Company (KOC) signed an enhanced technical services agreement (ETSA) to jointly develop the Jurassic gas fields in the north of Kuwait. In 2016, Shell Kuwait Exploration and Production B.V. signed two additional ETSAs to provide services to KOC for the North Kuwait Heavy Oil Field and North Kuwait Conventional Oil Field. Shell supports KOC’s operations with the provision of technical and other support services. In 2018, Shell Global Solutions International B.V. signed an agreement with KOC to support West Kuwait enhanced oil recovery activities. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Kuwait is 15%. Tax is paid in arrears and relates to the tax liability for 2019 profits. The tax accrued amount is in respect of the profits for the year 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST KUWAIT 146 EMPLOYEES Third-party revenues $279,844,895 Profit before tax $173,005,555 Tangible assets $0 138 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $35,750,839 Tax paid $22,781,352 Stated capital $0 Total revenues $315,595,734 Tax accrued $23,587,204 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 142,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Research and development Shell has been present in Oman since the 1930s and is active in exploration, production, trading and retail. Shell has a 34% interest in the Block 6 concession which accounts for 65% of the country’s crude oil production. Shell also acquired a 50% interest in an onshore exploration licence and a 100% interest in a concession area to undertake the exploration and production of oil and gas. Shell has a 49% interest in Shell Oman Marketing Company SAOG (SOM), which provides services and sells a wide range of Shell automotive, aviation and marine products, including fuels, lubricants and greases. SOM has more than 200 Shell retail sites in Oman. Sohar Solar Qabas (FZC) LLC represents Shell’s investment in the solar energy sector in Oman. Separately, Shell holds a 30% interest in Oman Liquefied Natural Gas LLC (OLNG), which operates two LNG trains and processes natural gas into LNG. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Oman is 15% unless individual concession arrangements with the government set higher tax rates for upstream projects. Profit is made predominantly from the upstream business and theeffective tax rateis 83.75%, reflecting the concession arrangements with the government. In 2020, lower oil prices resulted in less profit and therefore a lower tax paid figure. OurPayments to Governments Report for 2020shows that Shell paid around $1.4 million inbonusesand fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST OMAN 475 EMPLOYEES Third-party revenues $985,407,978 Profit before tax $1,324,359,412 Tangible assets $263,701,869 139 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $5,243,900,053 Tax paid $1,082,984,769 Stated capital $76,870,977 Total revenues $6,229,308,031 Tax accrued $747,167,627 Accumulated earnings $61,036,271"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 143,
            "text": "MIDDLE EAST QATAR MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Qatar Shell GTL Limited acts as contractor and operator for the State of Qatar (represented by Qatar Petroleum) with regard to the Pearl gas-to-liquids (GTL) project. In return, Qatar Shell GTL receives a share of production. Shell has a development and production-sharing agreement with the State of Qatar. Qatar Shell Service Company W.L.L. provides technical services to Qatar Petroleum in exploration and production. Qatar Shell Research & Technology Centre QSTP-LLC carries out research and development for Shell and supports Qatar’s national research strategy. Shell Global Solutions International B.V. provides technology licensing and technical services in Qatar. Separately, Shell holds a 30% interest in Qatar Liquefied Gas Company Limited (4), a liquefied natural gas project which is 70%-owned by Qatar Petroleum. COUNTRY FINANCIAL ANALYSIS Country-by-country report data for Qatar are not available for this report. The minimal statutory corporate income tax rate on gas and oil revenues in Qatar is 35%. Our Payments to Governments Report shows that Shell paid over $1 billion in corporate income tax and production entitlements to the State of Qatar in 2020. Of this, about $492 million was for corporate income tax. For further information, see ourPayments to Governments Report. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 140 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 144,
            "text": "MAIN BUSINESS ACTIVITIES Downstream Shell has been present in Saudi Arabia for more than 70 years. Our current activities include the marketing of lubricants through Al Jomaih and Shell Lubricating Oil Co. Ltd. (JOSLOC) and new business development activities through Shell Overseas Services Limited. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Saudi Arabia is 20%. In 2019, Shell sold its 50% interest in Saudi Aramco Shell Refinery Company to Saudi Aramco and this is the main reason for the decrease in all financial numbers. Tax paid in 2020 includes prior-year tax obligations. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 141 MIDDLE EAST SAUDI ARABIA 16 EMPLOYEES Third-party revenues $0 Profit before tax $(25) Tangible assets $234,074 Related-party revenues $4,388,102 Tax paid $3,777,025 Stated capital $399,861 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $4,388,102 Tax accrued $0 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 145,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamChemicalsTrading and Supply Other support activities Shell has been active in the UAE since 1939. Shell businesses are set up as branches of foreign entities. Upstream is represented by Shell Abu Dhabi B.V. (SAD BV) and Shell EP International Limited (SEPIL). SAD BV holds an interest in a non-operated venture, its revenues being subject to tax on the basis of a concession agreement with the government of UAE. SEPIL is a regional hub for the business and provides specialised services to Shell entities in the Middle East. Trading is represented by Shell International Trading Middle East Limited (SITME). In 2009, SITME commenced LNG trading activities which expanded further following the acquisition of Repsol’s LNG business in 2014. Downstream is represented by Shell Markets (Middle East) Limited (SMME) and Shell Trading (M.E.) Private Limited (STME). SMME performs sales, marketing and distribution of aviation, marine, specialties, and lubricants products through third-party distributors. STME’s main activity is the marketing and distribution of chemicals and related products. COUNTRY FINANCIAL ANALYSIS The UAE taxes revenues from certain activities, including those from petroleum operations which are subject to corporate income tax at 55%. Additional taxes, such as royalties or gas tax, may also be due and are based on individual agreements with the government. The tax paid by Shell in the UAE mainly relates to upstream activities. Revenues are taxed in line with the agreement with the government. In 2020, a greater proportion of revenues arose from downstream activities that are not subject to income tax. COVID-19 negatively impacted revenues and contributed to lower overall tax in 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY MIDDLE EAST UNITED ARAB EMIRATES 142 411 EMPLOYEES Third-party revenues $6,178,784,636 Profit before tax $704,556,791 Tangible assets $1,406,724,276 Related-party revenues $10,454,883,477 Tax paid $50,010,445 Stated capital $0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $16,633,668,113 Tax accrued $144,872,816 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 146,
            "text": "INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY COUNTRIES WITH MINIMAL ACTIVITIES 143 Revenues Third- Related- party party Total revenues revenues revenues ($) ($) ($) Dominican Republic El Salvador Gabon Ghana Greenland Guam Isle of Man Libya Panama Portugal SyrianArab Republic Algeria Cambodia Chile Cook Islands 2,364,753 0 926 0 115,996 116,922 0 0 Profit before tax ($) 0 2,364,753 (389,801) 0 0 0 233 (83,308) 0 (341,464) 0 0 0 0 0 4,792 0 291 0 0 1,068 24 0 48,037 0 1,479 49,105 24 1,479 149,462 0 8,495 257,030 0 154,254 0 8,786 257,030 0 0 16,205 0 (307,374) 114,709 160,870 (372,362) (43,303) (157,711) 0 0 0 0 0 0 0 0 0 0 10 0 0 (342,714) 0 Tax Tax Tangible paid accrued assets ($) ($) ($) 0 0 0 0 0 0 9,974 10,207 (14,234,806) 136,135 137,122 0 0 0 0 0 0 0 0 0 0 Stated capital ($) 0 50,000 0 0 0 0 0 0 0 0 0 1 0 0 0 10,000 2,256,810 0 22,857 0 1,050,000 540,386 53,568,299 12,736,001 0 0 9,192,372 0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Accu- mulated earnings Number of ($) employees ShellTax Contribution Report 2020 0 (16,481,674) 1,641,616 11,861 0 (53,000) 0 0 (158,890,018) (14,935,032) (8,489,955) 0 0 (5,016,785) 0 0 0 0 0 0 0 0 1 0 0 0 1 0 0 0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 147,
            "text": "OUR TAX DATA BY COUNTRY AND LOCATION Albania Argentina Australia Austria Bahamas Barbados Belgium Bermuda Bolivia Brazil Brunei Bulgaria Canada Cayman Islands China Colombia Cyprus Czech Republic Denmark Egypt Finland France Germany Gibraltar Hong Kong, SAR Hungary India Indonesia Iran Iraq 144 Shell Tax Contribution Report 2020 Revenue 4,000,634 119,622,715 844,625,356 92,813,553 125,969,145 7,980,866,767 0 2,335,377,496 16,415 0 357,207,165 818,200,619 749,567,331 68,481,011 1,140,499,070 12,909,818,771 1,758,417 967,926,391 500,848,883 1,077,239,575 450,742,992 0 0 Third-party revenues ($) (59,798) 203,610,685 2,703,081,216 660,723,773 4,879,891,735 0 571,646,793 51,366 6,370,147 6,482,788,036 11,922,980 10,977,686,202 3,972,596 336,931,890 Related-party revenues ($) Total revenues ($) Proﬁt before tax ($) 9,185,869,252 (11,432,704,550) (8,432) 209,980,832 672,646,753 15,857,577,937 3,972,596 908,578,683 70,640,734 502,199 4,681,335,348 3,409,058 4,916,810 9,957,278,570 224,239 928,045,604 2,129,218 11,511 8,096,020 453,664,703 118,642,029 31,703 269,746,705 7,674,067,135 0 107,294,698 18,432,967 924,163,643 124,101,355 0 662 (44,556,420) (240,462,518) 15,267,647 652,624,659 703,245 49,969,457 74,641,368 120,124,914 5,525,960,704 96,222,611 130,885,955 17,938,145,337 224,239 3,263,423,100 2,145,633 11,511 365,303,185 1,271,865,322 868,209,360 68,512,714 1,410,245,775 20,583,885,906 1,758,417 1,075,221,089 519,281,850 2,001,403,218 574,844,347 0 662 36,085,318 (156,582,597) (4,032,840,539) (71,265,538) (6,609,290) (1,427,027,022) 15,593 562,154,958 (16,289,108) (11,244,062) 9,526,382 (80,096,637) (112,334,382) (2,718,687) (59,692,564) (3,358,690,496) 234,456 46,674,782 37,129,691 162,669,495 (578,968,295) 136,933 (13,840,342) Tax paid ($) 0 0 29,163,263 1,937,390 0 0 11,404,479 0 0 1,826,050 35,069,217 458,140 (16,358,418) 0 67,413,658 0 0 2,413,656 859,483 44,499,351 586,428 2,686,565 3,138,009 34,224 32,076,414 1,810,597 19,060,387 (25,307,646) 0 0 0 0 10,643,085 1,853,210 0 0 14,070,308 0 (618,731) 20,095,844 33,253,155 177,770 14,779,138 0 90,062,526 0 6,606 1,810,013 0 45,237,599 0 2,030,274 31,293,496 23,446 7,638,255 1,694,832 48,497,181 7,405,284 0 0 Tax accrued ($) Tangible assets ($) Stated capital ($) 249,976,849 1,695,393,602 31,169,617,198 169,673,120 714,046,322 0 324,059,054 91,277 331,112,269 28,563,275,322 378,824,699 84,455,180 15,667,443,505 15,495,480 1,943,213,873 2,504,156 180,260,553 143,747,099 284,487,213 806,118,612 12,125,834 506,147,864 4,013,204,352 0 653,417,905 120,630,505 1,219,038,194 1,055,256,581 0 54,576 0 1,844,547,775 53,590,206,563 191,890,298 100,000 775,769,000 110,244,267 8,918,332,750 380,226,459 3,600,555,379 333,036,458 42,096,691 47,099,413,948 80,371,117 860,930,187 40,754,934 0 108,830,177 157,822,843 1,977,326 12,347,729 510,016,748 1,433,874,640 0 256,576,926 43,823,441 1,134,130,216 927,321,619 0 0 Accumulated earnings ($) 0 (882,586,404) (6,492,017,103) 167,217,399 1,706,039,036 402,131,443 86,046,699 1,764,095,161 (36,924) (7,956,726,049) 5,008,915 2,095,068 (5,851,707,781) (111,626,136) 1,128,059,826 (77,011,064) 0 23,850,628 (452,143,954) 93,392,932 6,882,126 362,284,844 (5,161,724,065) 0 278,642,510 (78,734,442) 196,016,856 (684,099,986) 0 0 Number of employees 60 166 2,595 80 35 0 300 2 60 837 6 59 3,440 0 1,841 11 0 76 257 395 28 349 3,911 0 173 83 9,458 358 0 354"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 148,
            "text": "OUR TAX DATA BY COUNTRY AND LOCATION Ireland Italy Japan Jordan Kazakhstan Kenya South Korea Kuwait Luxembourg Macao, SAR Malaysia Mauritania Mauritius Mexico Morocco Mozambique Myanmar Namibia Netherlands New Zealand Nigeria Norway Oman Pakistan Peru Philippines Poland Puerto Rico Russian Saint Lucia 145 Shell Tax Contribution Report 2020 Revenue 0 1,116,194,466 85,086,665 (59,617) 33,151,226 0 169,679,067 279,844,895 215,672,458 36,617,442 3,901,603,250 0 0 545,056,226 0 0 0 3,732 18,771,597,027 (10,097,933) 1,034,636,817 303,264,641 985,407,978 801,138,568 23,094,013 2,314,516,810 857,438,134 0 1,721,304,268 191,984,000 Third-party revenues ($) Related-party revenues ($) Total revenues ($) Proﬁt before tax ($) 0 3,042 0 78,640 115,959 44,051,421,057 10,648,777 1,750,627,858 1,321,186,301 5,243,900,053 2,447,331 4,690,456 434,202,041 268,754,589 22,059 665,794,144 102,995 242,060,381 35,216,232 253,958 1,500,836,160 23,836 37,148,015 35,750,839 5,001,593 0 1,656,480,146 765,573 0 309,265,045 1,358,254,847 120,302,897 194,341 1,533,987,386 23,836 206,827,082 315,595,734 220,674,051 36,617,442 5,558,083,396 765,573 0 854,321,271 (197,843,670) 12,007,080 (1,977,879) 93,195,835 (674,907) 30,981,396 173,005,555 (13,147,562) 15,292,316 174,065,015 (56,051,909) (40,162) 65,252,953 0 3,042 0 78,640 119,691 62,823,018,084 550,844 2,785,264,675 1,624,450,942 6,229,308,031 803,585,899 27,784,469 2,748,718,851 1,126,192,723 22,059 2,387,098,412 192,086,995 (474,460) (4,551,046) (1,110,490) (3,965,864) (3,063,596) (2,189,336,090) (545,667) (1,029,766,598) 438,890,348 1,324,359,412 (43,843,634) 3,183,587 (233,736,274) 64,893,588 (10,249) 24,648,592 (166,053,501) Tax paid ($) 0 460,684 193,027 0 82,877,493 0 7,249,779 22,781,352 700,525 2,518,142 90,025,350 0 0 3,568,397 0 0 0 3,308 106,930,390 310,015 472,749,053 469,074,740 1,082,984,769 1,965,990 1,564,713 111,243,144 14,920,056 0 27,134,487 0 0 4,044,633 289,282 0 117,628,766 0 7,080,337 23,587,204 118,438 1,835,078 182,089,196 0 0 1,667,475 0 0 0 3,308 69,679,124 0 383,799,640 373,795,265 747,167,627 5,940,557 0 71,166,351 10,253,395 0 24,561,291 0 Tax accrued ($) Tangible assets ($) Stated capital ($) 0 1,718,547,188 214,765,670 9,335 10,746,054,041 0 45,943,668 0 192,537,413 3,993,977 4,017,453,066 45,000,000 0 567,663,898 0 0 6,092,804 90,844,698 8,111,931,395 364 7,235,541,835 1,182,022,259 263,701,869 214,290,014 13,995,800 1,161,226,921 605,861,654 0 956,943,467 0 1,259,376 1,076,830,158 4,717,916 0 0 0 6,053,007 0 28,529,859 373,781 922,697,706 0 5,605,782 1,246,200,172 0 0 0 0 195,052,655,452 3,700,010,653 1,526,742,638 92,581,373 76,870,977 16,672,119 6,000,387 565,670,070 485,117,768 32,605,000 240,972,139 1,287,502,844 Accumulated earnings ($) (3,911,720) (1,792,868,913) 7,822,778 0 0 0 76,383,256 0 (2,859,648,555) 42,901,634 1,756,717,943 0 81,313,699 (697,358,398) 0 0 0 0 147,839,060,749 428,305,839 1,730,989,983 947,382,610 61,036,271 (23,592,151) (1,202,295) (367,189,862) 55,506,482 (27,748,176) 383,673,978 (1,093,827,949) Number of employees 0 231 48 3 393 0 133 146 10 1 4,538 1 0 158 0 1 1 4 8,559 0 2,706 537 475 409 12 4,829 4,639 0 533 0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 149,
            "text": "OUR TAX DATA BY COUNTRY AND LOCATION Sao Tome and Princip Saudi Arabia Singapore Slovakia Slovenia South Africa Spain Suriname Sweden Switzerland Taiwan Tanzania Thailand Trinidad and Tobago Tunisia Turkey Ukraine United Arab Emirates United Kingdom United States of America Uruguay Venezuela Vietnam 146 Shell Tax Contribution Report 2020 Revenue Third-party Related-party Proﬁt revenues revenues Total revenues before tax ($) ($) ($) ($) 0 0 58,885,712 729,823,744 0 0 2,273,216,060 142,018,066 218,279,887 3,131,908,787 16,674 6,178,784,636 13,759,505,495 53,172,945,048 773,744 140,027 60,298,025 0 29,329,726,211 229,222,497 51,859,216 3,645,451,355 511,557,202 4,388,102 32,183,904,339 1,901,078 5,129,247 244,169,296 164,818,324 3,937 3,937 4,388,102 61,513,630,550 231,123,575 56,988,463 3,889,620,651 676,375,526 42,653,451,207 56,412,956,702 0 1,786,102 2,443,493,137 830,482 198,954 53,504,034 226,838,207 21,427,247 307,811,886 0 10,454,883,477 63,068,520,531 82,222 0 214,547 0 60,671,814 3,173,316,881 830,482 198,954 2,326,720,094 368,856,273 239,707,134 3,439,720,673 16,674 16,633,668,113 116,241,465,579 855,966 140,027 60,512,572 Tax paid Tax accrued Tangible assets ($) ($) ($) (8,003,105) (25) 1,134,633,728 13,108,099 2,455,483 (452,005,555) 16,305,452 (237,857) (267,629) 1,589,909,851 89,194 (7,116,955) 174,689,392 (560,547,258) (99,747,699) (26,858,899) 112,465 704,556,791 (961,312,454) (8,388,638,182) 521,343 (15,202,123) 13,099,299 Stated capital ($) 0 3,777,025 12,768,336 2,746,400 (650,605) 62,315 0 0 0 134,206,904 32,776 0 28,120,985 14,516,267 33,408,891 2,693,693 7,279 50,010,445 (66,144,531) 16,617,326 4,808 609,100 1,952,745 0 36,964,414 28,181,000 4,376,162 0 144,872,816 (87,057,379) 36,574,605 4,808 578,163 2,104,872 0 20,844,485 3,175,473 466,541 774,932 0 0 297,247 189,556,307 45,141 0 36,026,275 (28,596) 234,074 9,065,664,643 103,342,645 13,356,100 877,475,430 43,397,645 60,000,000 7,132,032 283,325,111 0 347,920,099 874,035,637 1,057,282,782 0 399,861 11,996,010,891 20,200,893 2,646,514 209,223,819 49,602,003 0 24,577,212 70,256,667 833,973 27,105,138 15,762,368 442,285,755 13,715,465,014 129,398,998,112 61,085,798,314 302,272,053,710 9,825,449 720,631,278 7,925 1,406,724,276 3,219 749,178 17,029,571 212,956,263 322,596,325 25,691,419 0 16,701,984 823,525,356 14,266,409 Accumulated earnings ($) 0 0 4,056,436,428 (205,371) 30,228,765 554,432,404 (1,220,172,645) 0 (7,190,438) 4,830,345,763 (74,061,840) (37,435,689) 25,998,165 (596,347,354) 197,396,153 282,483,821 (704,285,080) 0 18,129,651,601 (9,129,606,238) 75,209,091 (901,817,076) 21,622,164 Number of employees 0 16 3,975 35 15 529 132 0 8 116 4 21 492 487 335 645 5 411 6,627 16,701 1 15 80"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 14,
            "text": "TAX DEFINITIONS Taxes borne are taxes that are a cost to Shell and comprise: Corporate income taxes:These numbers correspond to the “corporate income taxes paid” figures presented in “Our tax data” and are in line with our country-by-country reports. Employer taxes:These numbers represent employment-related taxes borne by Shell in respect of its role as an employer and include employer social security contributions and similar payments. They also include employer taxes borne by Shell's joint venture partners where Shell is responsible for managing the payroll of the joint venture. Other payments to governments:These numbers correspond to upstream-related payments included in our 2020 Payments to Governments Report, comprising royalties, production entitlements, bonuses, and fees. Taxes collected are taxes that Shell does not directly incur but instead collects from its customers and employees on behalf of governments. These comprise: Indirect taxes:These numbers represent gross indirect taxes such as value-added tax (VAT), goods and services tax (GST) and duties arising on the products we sell.Indirect taxeson our purchases of goods and services, which may be borne by Shell or be available to offset and reduce the taxes paid directly by Shell to governments, are not included. Employee taxes:These include employee income taxes, employee social security contributions and similar payments. They also include taxes collected in joint ventures where Shell is responsible for managing the payroll of the joint venture. Certain taxes borne and collected by Shell are excluded from this report. For example, property taxes and withholding taxes collected on dividends paid to shareholders. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 11 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 150,
            "text": "DEFINITIONS ADVANCE TAX AGREEMENTS These are formal or informal rulings and clearances which tax authorities provide when there are complex transactions, unclear regulations or substantial values involved. These agreements reduce uncertainty and should always be in line with the letter and spirit of the law. APPROPRIATE SUBSTANCE Appropriate substance means that there should be an adequate number of employees, with suitable qualifications to perform their jobs, and appropriate physical presence in the relevant jurisdiction. Many businesses will for good reason outsource some of their activities to third-party service providers but the core income-generating activities would not. ARM’S LENGTH PRINCIPLE This valuation principle is commonly applied to commercial and financial transactions between related companies. It says that transactions should be valued as if they had been carried out between unrelated parties, each acting in their own best interests. ARTIFICIAL ARRANGEMENTS These are transactions or activities which are undertaken without a core commercial purpose. BASE EROSION A country’s tax base, which is the amount the government can raise in taxes, may be eroded by some companies engaging in profit shifting. As a result of perceived abuses by some, the OECD launched the BEPS project to protect members against base erosion. BEPS The OECD project to tackle artificial base erosion and profit shifting (BEPS). The guidance and legislation introduced to support the BEPS project means that companies are taxed “where their economic activities take place and value is created”. BOE BOE stands for barrel of oil equivalent which is used by energy companies as a way of combining oil and gas and refined products into a single measure. BONUSES Payments for bonuses usually paid upon signing an agreement or a contract, or when a commercial discovery is declared, or production has commenced or production has reached a milestone. BRANCH A branch is an office or business presence in a location other than where the corporate entity is established. CAPITAL PROJECTS These are long-term, capital-intensive investment projects with a purpose to build upon, add to, or improve a capital asset. Capital projects are defined by their relatively large scale and cost, and require considerable planning and resources. CO-OPERATIVE COMPLIANCE This can vary between countries but at its essence means that taxpayers and tax authorities have open and proactive discussions on matters that may impact a taxpayer’s tax return and seek to resolve any areas of interpretation. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 147 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 151,
            "text": "COMMERCIAL REASONS OR COMMERCIAL CONSIDERATIONS Commercial reasons or commercial considerations refer to activities undertaken with a view to making a profit. An entity’s presence in a country should be the result of commercial activities and it should have the appropriate substance to perform those activities. The management and directorships of the operating company should be in the country of operation. CONSUMPTION TAXES A tax due on the purchase of goods and services. Typically, this is a percentage of the sales price of the item or service. It is an indirect tax as it is levied and administered by the retailers or service providers but it is borne or paid by the individual purchasing the item. The companies that charge the tax have to administer the collection and payment on behalf of the government. CORPORATE INCOME TAX This is a direct tax imposed on companies’ profits. It is sometimes levied at a national level but can also be levied on a state or local basis. COUNTRY-BY-COUNTRY REPORTING Country-by-country reporting (CbCR) was introduced for all large multinational enterprises (MNEs) as part of the OECD BEPS project. The report should disclose aggregate data on income, profit, taxes paid and economic activity among tax jurisdictions in which the MNE operates. The report is filed with the main tax authority (typically the tax authority in the country in which the MNE has its head office) which can share it with tax authorities in other countries. COUNTRY Throughout this report, “country” is used as the primary descriptor for a geographical area because that is the word used by the OECD/G20 Base Erosion and Profit Shifting (BEPS) project in their proposal for country-by-country reporting (CbCR). This is one of the four minimum reporting standards to which over 100 countries have committed, covering the tax residence jurisdictions of nearly all large multinational enterprises (MNEs). In this report “country” may also refer to locations, jurisdictions or territories which have their own tax regimes or discrete rules. CUSTOMS DUTY A tax imposed on goods as they either leave or enter a country. Customs duties are also in addition to other indirect taxes such as excise, VAT or GST. It is therefore possible to have goods which are subject to excise duty, customs duty and VAT. DIVIDEND After payment of costs and taxes, a company may choose to make a dividend payment to its shareholders as a return on their investment in the company. After payments of dividends, any remaining surplus is termed ‘retained earnings’ and is available for reinvestment into the business. DOUBLE TAXATION This arises where the same income is taxed twice by two or more different tax jurisdictions. EFFECTIVE TAX RATE (ETR) This is the ratio of tax compared with the profits in the financial statements. SeeHow businesses are taxedfor an illustration. EITI EITI stands for the Extractive Industries Transparency Initiative. This is a global standard for the good governance of resources like oil and gas. EITI requires disclosure of information such as publication of data showing how much money governments receive from resource extraction. EMPLOYMENT TAXES These are wage taxes and may include social security contributions. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 148 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 152,
            "text": "EXCISE DUTIES This is a tax on manufacturers and is due at the point of production rather than sale. Companies which manufacture products that are subject to excise duties are responsible for reporting and paying these taxes. Excise taxes are in addition to other forms of indirect tax, such as customs duties, VAT or GST, and typically form part of the cost of the product. FEES Fees and other sums paid as consideration for acquiring a licence for gaining access to an area where extractive activities are performed. Administrative government fees that are not specifically related to the extractive sector, or to access to extractive resources, are excluded. Also excluded are payments made in return for services provided by a government. FID Final investment decision FISCAL POLICY A government’s approach to taxes and spending. The policy will vary depending on different electoral parties, governing systems and between countries. GST A goods and services tax (GST) is a value-added tax levied on most goods and services sold for domestic consumption. GST is paid by consumers, but it is remitted to the government by the businesses selling the goods and services. HOLDING COMPANY The principal purpose of this type of company is to hold and manage investments in other companies or joint ventures. Holding companies differ from operating companies, for example they will need less staff but they still have commercial value as a way to manage and administer all the different investments within a group. INDIRECT TAXES Taxes raised on goods and services rather than income and profits. Examples include VAT, sales tax, excise duties, stamp duty, services tax, registration duty and transaction tax. INTELLECTUAL PROPERTY Intangible property that is the result of creativity. This can include patents, trademarks, and copyrights. INTERNATIONAL COMPLIANCE ASSURANCE PROGRAMME The International Compliance Assurance Programme (ICAP) is a voluntary programme for a multilateral co-operative risk assessment and assurance process. It is designed to be an efficient, effective and coordinated approach to provide multinational groups willing to engage actively, openly and in a fully transparent manner with increased tax certainty with respect to certain of their activities and transactions. LOW-TAX OR ZERO-TAX RATE JURISDICTION SeeTax Haven. MULTINATIONAL ENTERPRISE OR CORPORATION A multinational enterprise (MNE) or multinational corporation is a company or group of companies with business establishments in two or more countries. NON-RECOVERABLE VAT A business can typically reclaim the VAT charged on its purchases against the VAT it charges others on sales that it makes. The government therefore should receive VAT from the end consumer and not at each stage of the supply chain. However, a business may have non-recoverable VAT costs, where offset is not available or permitted. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 149 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 153,
            "text": "OECD OECD stands for the Organisation for Economic Co-operation and Development which is an intergovernmental economic organisation with 38 member countries, founded in 1961 to stimulate economic progress and world trade. PERMANENT ESTABLISHMENT This describes the activities that take place in a country that requires the filing of a tax return and possibly the payment of taxes in that country. This is another name for a taxable presence. PREPAYMENT Corporate income tax payment regimes differ. Many tax regimes require payments to be made in instalments. These may be due before the final tax liability is known or agreed. PRODUCTION ENTITLEMENTS This is the host government’s share of production. It includes the government’s share as a sovereign entity or through its participation as an equity or interest holder in projects within its home country. PRODUCTION-SHARING CONTRACTS OR CONCESSIONS A production-sharing contract (PSC) is a contractual arrangement between the holders of a resource, typically a country’s government, and a resource extraction company concerning how much oil or gas each party would receive. The company bears the mineral and financial risk of the initiative. It explores, develops and, if successful, manages production. Costs are recovered through the sales of oil or gas and what is left over is split depending on the terms of the contract. PROFIT BEFORE TAX These are profits after the deduction of operating costs but before the deduction of tax. This number forms the basis on which we apply local tax laws and then pay corporate income tax. PROFIT SHIFTING This is the term used to describe artificial arrangements whereby companies move profits from one jurisdiction to another jurisdiction in order to minimise tax payments. REVENUE AGENCY SeeTax authority. REVENUE This represents the total income earned by a company. It includes income from customers or other group companies and income received as royalties and interest income. ROYALTIES Royalties are generally payment due for the use of an asset. Mineral royalties are payments to governments or other owners for the rights to extract oil and gas resources, typically at a set percentage of revenue less any deductions that may be taken. See Trademark royalties. SALES TAXES SeeConsumption taxes. STATUTORY TAX RATE This is the tax rate imposed by law in a country. TANGIBLE ASSETS A tangible asset is an asset that has a physical form, for example plant and equipment. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 150 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 154,
            "text": "TAX AUTHORITY Also known as a revenue agency. This is the body responsible for administering the tax laws of a particular country or regional or local authority. TAX BORNE Tax that represents a cost to Shell and impacts upon its financial results. This includes Tax Paid (seeIntroduction to country-by- country reporting) as well as non-corporate taxes, such as employer social security contributions. TAX CHARGE The aggregate of current tax and deferred tax included in the determination of profit or loss for the period in our Annual Report and Accounts. TAX COLLECTED Tax that Shell does not directly incur but instead collects from its customers and employees on behalf of governments. This includes indirect taxes such as VAT and GST, as well as employee income tax and social security contributions. TAX HAVEN There are different definitions of the term tax haven but typically this is considered to mean one country offering significantly lower tax rates or other tax features compared with the average rates or features offered by other countries. TAX INCENTIVES There is no common definition of a tax incentive. Shell defines tax incentives as fiscal measures designed by governments to stimulate investment and encourage growth, or a change of behaviour, by providing more favourable tax treatment to some activities or sectors. Incentives can include accelerated tax relief for capital expenditure on infrastructure, exemptions from certain taxes where government economic targets (for example employment targets) are met, or a favourable tax treatment of costs related to research and development activities for certain technologies. TAXABLE PRESENCE SeePermanent establishment. THE B TEAM The B Team is a not-for-profit initiative aimed at ensuring that business becomes a driving force for social, environmental and economic benefit. Shell is a founding member of The B Team Responsible Tax Working Group but is not a member of the overall B Team initiative. Through The B Team, Shell and other companies have been able to give a voice to the companies’ views in the debate on fair taxation. The B Team Responsible Tax Principles, which Shell has helped to develop, reflect the views of leading companies and civil-society organisations on a responsible approach to tax. TRADE TARIFFS A tax on imports or exports between sovereign states. SeeCustoms duty. TRADEMARK ROYALTIES Payments for the right to use trademarks. Trademarks are a legally registered name, word, symbol or design which identifies the goods or services of a particular business or company. TRANSFER PRICING This refers to the setting of the price for goods and services sold between related entities within a group. Transfer pricing should be based on the arm’s length principle. This means that profits are allocated to the countries where the relevant economic activity takes place and cannot be artificially taken somewhere else. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 151 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 155,
            "text": "VAT Value-added tax (VAT) is a specific type of turnover tax levied at each stage in the production and distribution process. Although VAT is ultimately levied on the consumer when they purchase goods or services, liability for VAT is on the supplier of goods or services. VAT normally utilises a system of tax credits to place the ultimate and real burden of the tax on the final consumer and to relieve the intermediaries of any final tax cost. SeeNon-recoverable VAT. WITHHOLDING TAXES A withholding tax is an income tax to be paid to the government by the payer of the income rather than by the recipient of the income. The tax is thus withheld or deducted from the income due to the recipient. Withholding taxes usually apply to royalties, interest or dividends. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 152 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 156,
            "text": "The companies in which Royal Dutch Shell plc directly and indirectly owns investments are separate legal entities. In this report “Shell”, “Shell Group” and “Group” are sometimes used for convenience where references are made to Royal Dutch Shell plc and its subsidiaries in general. Likewise, the words “we”, “us” and “our” are also used to refer to Royal Dutch Shell plc and its subsidiaries in general or to those who work for them. These terms are also used where no useful purpose is served by identifying the particular entity or entities. ‘‘Subsidiaries’’, “Shell subsidiaries” and “Shell companies” as used in this report refer to entities over which Royal Dutch Shell plc either directly or indirectly has control. Entities and unincorporated arrangements over which Shell has joint control are generally referred to as “joint ventures” and “joint operations”, respectively. Entities over which Shell has significant influence but neither control nor joint control are referred to as “associates”. The term “Shell interest” is used for convenience to indicate the direct and/or indirect ownership interest held by Shell in an entity or unincorporated joint arrangement, after exclusion of all third-party interest. Shell’s operating plan, outlook and budgets are forecasted for a ten-year period and are updated every year. They reflect the current economic environment and what we can reasonably expect to see over the next ten years. Accordingly, Shell’s operating plans, outlooks, budgets and pricing assumptions do not reflect our net-zero emissions target. In the future, as society moves towards net-zero emissions, we expect Shell’s operating plans, outlooks, budgets and pricing assumptions to reflect this movement. This report contains forward-looking statements (within the meaning of the U.S. Private Securities Litigation Reform Act of 1995) concerning the financial condition, results of operations and businesses of Shell. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations that are based on management’s current expectations and assumptions and involve known and unknown risks and uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Shell to market risks and statements expressing management’s expectations, beliefs, estimates, forecasts, projections and assumptions. These forward-looking statements are identified by their use of terms and phrases such as “aim”, “ambition”, ‘‘anticipate’’, ‘‘believe’’, ‘‘could’’, ‘‘estimate’’, ‘‘expect’’, ‘‘goals’’, ‘‘intend’’, ‘‘may’’, “milestones”, ‘‘objectives’’, ‘‘outlook’’, ‘‘plan’’, ‘‘probably’’, ‘‘project’’, ‘‘risks’’, “schedule”, ‘‘seek’’, ‘‘should’’, ‘‘target’’, ‘‘will’’ and similar terms and phrases. There are a number of factors that could affect the future operations of Shell and could cause those results to differ materially from those expressed in the forward-looking statements included in this report, including (without limitation): (a) price fluctuations in crude oil and natural gas; (b) changes in demand for Shell’s products; (c) currency fluctuations; (d) drilling and production results; (e) reserves estimates; (f) loss of market share and industry competition; (g) environmental and physical risks; (h) risks associated with the identification of suitable potential acquisition properties and targets, and successful negotiation and completion of such transactions; (i) the risk of doing business in developing countries and countries subject to international sanctions; (j) legislative, judicial, fiscal and regulatory developments including regulatory measures addressing climate change; (k) economic and financial market conditions in various countries and regions; (l) political risks, including the risks of expropriation and renegotiation of the terms of contracts with governmental entities, delays or advancements in the approval of projects and delays in the reimbursement for shared costs; (m) risks associated with the impact of pandemics, such as the COVID-19 (coronavirus) outbreak; and (n) changes in trading conditions. No assurance is provided that future dividend payments will match or exceed previousdividendpayments. All forward-looking statements contained in this report are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Additional risk factors that may affect future results are contained in Royal Dutch Shell plc’s Form 20-F for the year ended December 31, 2020 (available atwww.shell.com/investorandwww.sec.gov). These risk factors also expressly qualify all forward-looking statements contained in this report and should be considered by the reader. Each forward-looking statement speaks only as of the date of this report, December 14, 2021. Neither Royal Dutch Shell plc nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the forward-looking statements contained in this report. The contents of websites referred to in this report do not form part of this report. We may have used certain terms, such as resources, in this report that the United States Securities and Exchange Commission (SEC) strictly prohibits us from including in our filings with the SEC. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575, available on the SEC websitewww.sec.gov. CAUTIONARY NOTE 153 INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 157,
            "text": "CHECK OUR LATEST NEWS Follow @Shell on Twitter www.facebook.com/shell ALL OUR REPORTS ARE AVAILABLE AT HTTP://REPORTS.SHELL.COM ■ Comprehensive financial information on our activities throughout 2020 ■ Detailed information on Shell’s taxes ■ Report on our progress in contributing to sustainable development"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 15,
            "text": "SUMMARY OF CONTENT CHANGES NEW CONTENT IN THE TAX CONTRIBUTION REPORT 2020: Disclosure of the total tax contribution for five key operating jurisdictions in 2020: the UK, the USA, the Netherlands, Nigeria and India. This is aligned with ourPowering Progress Strategy Day 2021 disclosure. More transparency on our use of tax incentives, including through case studies, in theSpecial Topicssection. New case study on decommissioning in theSpecial Topicssection. This shows how decommissioning is treated for tax purposes in the UK and Kazakhstan. The total number of 99 countries has not changed but we have added Ghana and Suriname and excluded Mongolia and Palestine because of the closure of activities there. This Tax Contribution Report details the corporate income tax we paid in 2020 and follows how our activities were organised in 2020. In 2021, we announced our updated strategy, Powering Progress. This sets out how we plan to accelerate the transition of our business to net-zero emissions, in step with society’s progress in achieving the goal of the UN Paris Agreement on climate change. Powering Progress is designed to integrate sustainability with our business strategy, profitably and in support of our purpose – to power progress together by providing more and cleaner energy solutions. We will deliver our strategy through our three business pillars of Growth, Transition and Upstream. DELIVERING OUR STRATEGY: OUR VISION FOR THE FUTURE OF ENERGY INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY GROWTH PILLAR: THE FUTURE OF ENERGY MARKETS 12 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Enhanced value delivery through trading and optimisation ShellTax Contribution Report 2020 TRANSITION PILLAR: ENABLING OUR STRATEGY ASSETS UPSTREAM PILLAR: FUNDING OUR STRATEGY RESOURCES"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 16,
            "text": "Our Woodcreek office in Houston, USA. OUR APPROACH Shell seeks to comply with the applicable tax laws in all the countries and locations in which we have a taxable presence. We respect both the letter and the spirit of the tax law. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 14 18 13 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES OUR APPROACH TO TAXES COMPLIANCE ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 17,
            "text": "OUR APPROACH TO TAXES When we invest in a country or location, we seek to build long-term relationships and develop our business sustainably. We recognise our responsibility towards investors, governments, employees and the local communities we are part of. The taxes we collect and pay represent one of the ways in which we embrace this responsibility. Our tax strategy is designed to support Shell in delivering our Powering Progress strategy. It is based on compliance, being transparent about our approach to tax and taxes paid and openness to dialogue with governments, businesses, investors and civil society. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR STRATEGY RESPECTING NATURE Protecting the environment, reducing waste and making a positive contribution to biodiversity UNDERPINNED BY OUR CORE VALUES AND OUR FOCUS ON SAFETY Our tax strategy is designed to support Shell in delivering its Powering Progress strategy We have a tax presence in 99 We publish our global approach to countries and locations tax and the taxes we pay by We file around 43,000 tax returns country or location annually We publish payments on our We seek to protect the interests of extractive activities by project our investors by managing our tax We seek to provide tax authorities affairs in a sustainable way with timely and comprehensive information on potential tax issues 14 GENERATING SHAREHOLDER VALUE Growing value through a dynamic portfolio and disciplined capital allocation Shell is committed to tax compliance POWERING PROGRESS Shell is transparent on tax matters OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES POWERING LIVES Powering lives through our products and activities, and supporting an inclusive society Our strategy to accelerate the transition to net-zero emissions, purposefully and profitably ACHIEVING NET-ZERO EMISSIONS Working with our customers and sectors to accelerate the energy transition to net-zero emissions Shell is open to dialogue We engage with society on tax matters We promote co-operative compliance relationships We give constructive input to industry groups and international organisations ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 18,
            "text": "The Board of Directors of Royal Dutch Shell plc approves our tax strategy, regularly reviews its effectiveness and maintains a sound system of risk management and internal control. The Executive Vice President Taxation and Controller is responsible for tax matters and provides assurance based on our internal tax control framework. The Audit Committee assists the Board in maintaining a sound system of risk management and internal control and oversight over Shell’s financial reporting. A variety of standing matters and more specific topics are discussed by the Audit Committee throughout the year. As part of the year-end reporting process, the Audit Committee advises the Board on the adequacy of the system of risk management and internal control in place. RESPONSIBLE TAX PRINCIPLES In 2018, we endorsed the B Team Responsible Tax Principles, which were developed by a group of leading companies, including Shell. Civil society, investors and representatives from international institutions contributed to their development. In 2019, we adopted these principles as our own. The Shell Responsible Tax Principles guide our decisions on tax matters. SHELL RESPONSIBLE TAX PRINCIPLES Principle 1. Accountability and Governance Tax is a core part of corporate governance and responsibility and is overseen by Royal Dutch Shell plc’s Board of Directors. Principle 2. Compliance We are committed to complying with the tax legislation of the countries in which we operate and pay the right amount of tax at the right time, in the countries where we create value. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 15 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Principle 3. Business Structure We will only use business structures that are driven by commercial considerations, are aligned with business activity and which have genuine substance. We do not seek abusive tax results. Principle 4: Relationships with Authorities We seek, wherever possible, to develop co-operative relationships with tax authorities, based on mutual respect, transparency and trust. Principle 5: Seeking and Accepting Tax Incentives Where we claim tax incentives offered by governments, we seek to ensure that they are transparent and consistent with statutory and regulatory frameworks. Principle 6: Supporting Effective Tax Systems We engage constructively in national and international dialogue with governments, business groups and civil society to support the development of effective tax systems, legislation and administration. Principle 7: Transparency We provide regular information to our stakeholders, including investors, policymakers, employees, professional service providers and the general public about our approach to tax and taxes paid. ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 19,
            "text": "COMPLIANCE We are committed to compliance. We seek to comply with the letter and the spirit of the tax laws wherever we have a taxable presence and expect to pay tax on profits where the business activity took place. When available and appropriate, we use tax incentives and exemptions. We seek to resolve any uncertainty in the interpretation of the tax laws directly with tax authorities, including throughadvance tax agreements. We may also seek aco-operative complianceapproach, which involves regularly and proactively engaging with tax authorities and providing them with real-time information before filing the tax return. These arrangements offer an opportunity for early resolution, minimising the risk of future disputes. Where necessary, we will seek a clear resolution through the judicial system to test the legal principle of the tax law concerned. Our tax and finance staff supported the filing of around 43,000 tax returns in 2020. We aim to adhere to international best practices and aim for accuracy and timeliness when we fulfil our tax filing obligations. Our tax control framework, policies and guidelines set out the standards, controls, risk management and assurance that establish boundaries for our tax activities. Our tax control framework also sets out practical guidance for our staff, including the procedures for considering tax risks. Our tax and data systems evolve continuously to deal with the growing demand for information from authorities. External auditors regularly review our tax controls as part of the audit of our financial results. We do not condone, encourage or support tax evasion. Compliance is embedded in the Shell General Business Principles and the Code of Conduct. Employees, contract staff and third parties with which Shell has a business relationship may raise ethical and compliance concerns, anonymously if preferred, through the Shell Global Helpline. We regularly monitor relevant changes and developments in tax systems. We review our corporate and financing structures to confirm that our presence in all countries, including low-tax jurisdictions, is grounded in substantive andcommercial reasons. Shell may seek the support of an external adviser where specialist technical expertise is required that is not available within Shell or where additional resources are required. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 16 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 1,
            "text": "TAX REPORT CONTRIBUTION 2020 ROYAL DUTCH SHELL PLC"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 20,
            "text": "TRANSPARENCY We strive for an open dialogue on tax matters with governments, policymakers, businesses, investors, and civil society. Since 2003, we have taken important steps to be more transparent about the taxes we pay. TIMELINE Our participation in the development of the B Team Responsible Tax Principles reflects our ambition to align our tax strategy more closely with emerging best practice. Our Tax Contribution Report and future publications aim to demonstrate how we are applying our Responsible Tax Principles. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 2003 2012 2016 2017 2018 2019 2021 17 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES One of the initiators of the Extractive Industries Transparency Initiative (EITI) First voluntary publication of tax payments in 14 countries Publication of Shell’s Approach to Tax First publication of Payments to Governments Report in line with European regulations (covering exploration and production activities) Publication of Shell UK Tax Strategy and Statement on Tax Evasion Shell’s first country-by-country report submitted to tax authorities Pilot International Compliance and Assurance Programme Shell commits to the B Team Responsible Tax Principles First publication of Shell’s Tax Contribution Report Shell agrees to report on environmental, social and governance performance factors, including tax, against the World Economic Forum Stakeholder Capitalism Metrics ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 21,
            "text": "OPEN TO DIALOGUE We welcome the opportunity to work with others in areas of shared interest. Our approach to tax considers the interests of relevant stakeholders. Through engagement with thought leaders, other companies, investors and civil society, we stay informed of developments that may impact our business. We also regularly engage with policymakers to support the development of tax rules and regulations based on sound tax policy principles. In this way, we hope to contribute to the development of fair, effective and stable tax systems. We also provide constructive input to industry groups and international organisations, such as the Extractive Industries Transparency Initiative (EITI), the B Team Responsible Tax Working Group (B Team) and Business at OECD, an international business network. INTERNAL VOICE In September 2021, Alan McLean, Executive Vice President Taxation and Controller, addressed a European Parliamentary hearing on tax transparency: “We intend to continue to improve transparency and we hope others will do the same... At the same time, we believe it is important for transparency requirements to be aligned and consistent to ensure quality and comparability of data when informing the public debate, as well as ease of compliance for companies.” COMPLIANCE Shell invests significant time and resources in building processes to support accurate and timely compliance with tax legislation. We are committed to complying with the tax legislation of the many countries where we operate and seek to establish constructive relationships with tax authorities. In 2020, Shell filed around 5,900 direct tax returns and around 36,700 indirect tax returns. We filed these on time in almost 100% of cases. We also processed more than 24,200 separate tax payments. A small number of returns may be submitted late. When this is the case, we carefully monitor the reasons, learn from them and pay any applicable late-filing fees. If we identify errors in our filings, we seek to address these with the relevant tax authorities. Around 630 trained staff prepare, file and process our tax returns and payments. They are based in our business service centres in Poland, India, Malaysia and the Philippines. We also rely on a global team of around 300 tax experts who advise the business according to the Shell Responsible Tax Principles and our tax control framework. Where appropriate, we run training sessions for non-tax staff who need to be aware of tax compliance requirements. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY Alan McLean 18 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Shell Executive Vice President Taxation and Controller ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 22,
            "text": "ASSURANCE AND CONTROLS Our Tax function supports the business in delivering on priorities and understanding tax risks. We seek to submit accurate tax accounting data and tax returns, in compliance with the letter and spirit of the applicable laws, wherever we have a taxable presence. Our tax control framework, policies and guidelines set out the standards, risk management, controls and assurance that establish boundaries for our tax activities. The framework helps us to identify tax risks and sets out practical guidance for our staff, including the procedures for considering tax risks. All ventures that we operate must conduct their activities in line with our business principles. The tax control framework is part of the Shell Control Framework, which applies to every Shell entity, including its employees and contract staff, and to Shell- operated ventures. We monitor the adequacy of our system of risk management and internal control throughout the year. External auditors regularly review our tax controls as part of the audit of our financial results. Tax authorities in several countries, including the UK and the Netherlands, have granted Shell entities Authorised Economic Operator (AEO) status for customs duties. AEO is an internationally recognised status which indicates that Shell operates secure supply chains and has a strong compliance framework when it comes to customs processes and controls. One of the benefits of having AEO status is reduced reliance on physical and document-based customs controls. OUR TAX COMPLIANCE ACTIVITIES IN 2020 # of tax payments 19 INTRODUCTION By type of return Indirect tax returns Direct tax returns Africa Americas Asia-Pacific Europe Middle East Africa Americas Asia-Pacific Europe Middle East Africa Americas Asia-Pacific Europe Middle East 171 296 31 378 801 1 OUR APPROACH SPECIAL TOPICS 15,539 11,588 9,069 4,655 160 11,832 3,567 8,491 129 ShellTax Contribution Report 2020 ADVOCACY By region Africa Indirect tax returns Direct tax returns # of tax payments Americas Indirect tax returns Direct tax returns # of tax payments Asia-Pacific Indirect tax returns Direct tax returns # of tax payments Europe Indirect tax returns Direct tax returns # of tax payments Middle East Indirect tax returns Direct tax returns # of tax payments OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES 296 1 129 171 31 160 4,655 378 3,567 801 15,539 11,832 11,588 9,069 8,491"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 23,
            "text": "We do not condone, encourage or support tax evasion. Compliance is embedded in the Shell General Business Principles and the Code of Conduct. Employees, contract staff and third parties with whom Shell has a business relationship may raise ethical and compliance concerns, anonymously if preferred, through the Shell Global Helpline. In 2020, Shell’s Audit Committee discussed with management new and potential tax legislation developments in various countries and how their potential impact on Shell is being managed. They also discussed updating the approach to tax to make it easier to read, while not changing how we approach tax matters in practice, as well as our proposed responses to the continued demand for greater transparency of tax information. DEALING WITH UNCERTAINTY Our aim is to take sustainable tax positions in support of our business investments, which may be of a long-term nature. When we apply tax legislation, we do so with the reasonable expectation that our interpretation will be upheld in court. Sometimes, the law or how to apply it is unclear to taxpayers. In these situations, we may seek to find clarity by talking to thetax authority as part of a co-operative compliance arrangement. A co-operative compliance arrangement means we engage with tax authorities, providing them with real-time information before filing a tax return. We have co-operative compliance arrangements with the tax authorities in Austria, Italy, the Netherlands, Singapore and the UK. We are exploring possibilities for establishing moreco-operative compliancerelationships in other countries. In 2020, we continued our discussions with senior tax officials in Kazakhstan about a pilot co-operative compliance scheme. When co-operative compliance arrangements are not available, we may seek to engage with a tax authority to share our understanding of the application of the law. In the case oftransfer pricing, where there is uncertainty about the appropriate price for a particular intragroup transaction, we may apply for an advance pricing agreement (APA). Under an APA, the taxpayer and tax authority agree the transfer price that will apply before a tax return is submitted. Sometimes, agreement on tax issues cannot be reached quickly with authorities and we seek to resolve any outstanding issues so that the tax return can be agreed. The countries in which we operate have differing degrees of political, legal and fiscal stability. This exposes us to a wide range of political developments that could result in changes to contractual terms, laws and regulations. We continually monitor geopolitical developments and societal issues relevant to our interests. Tax authorities in different countries can hold conflicting views about how the taxation of multinational enterprises should be interpreted or applied. When this lack of clarity occurs within a tax treaty or agreement between countries, we may use a mutual agreement procedure where the authorities aim to resolve the issue between themselves. If we are still unable to reach an agreement with an authority, we may have to test the legal principle of the tax law concerned through the judicial system. However, we take this approach only when other options have not provided a resolution. For example, in 2016, we challenged a value-added levy on oil extraction imposed by Brazil’s State of Rio de Janeiro because we believed the obligations arising from the law were not legally sustainable. In March 2021, the Brazilian Supreme Court ruled that the levy was unconstitutional. COMPLIANCE WITH TRANSPARENCY INITIATIVES We constantly review our tax disclosures and engage externally to improve disclosure of data that are meaningful to our stakeholders. The Global Reporting Initiative (GRI) has developed Sustainability Reporting Guidelines that strive to increase the transparency and accountability of companies’ economic, environmental, and social performance. The GRI 207 standard, which came into effect on January 1, 2021, supports comprehensive disclosure of country-by-country corporate income tax payments. GRI 207 provides best practice reporting guidance and contains many measures that Shell had already adopted. Some elements, such as the country-by-country reporting requirement, concerned information that we published according to OECD guidelines. In ourSustainability Report, we report performance against the GRI standards, including on tax. Shell seeks to meet themandatoryelements of the GRI 207 requirements,except foraggregatedcountrydata for entities that are consolidated. We followOECDrules for these entities. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 20 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 24,
            "text": "In January 2021, at the World Economic Forum, Shell joined a global coalition of businesses to report on a range of environmental, social and governance (ESG) performance factors. The core Stakeholder Capitalism Metrics are 21 disclosures which are mapped to the UN Sustainable Development Goals. One of the metrics is for companies to disclose their total tax borne as a core metric. INNOVATION FOR THE FUTURE We continue to improve the quality of our data through the use of technology, including analytical tools that aid testing, assessment and interpretation of data. Tax authorities are increasingly implementing or expanding digital tax platforms, enabling businesses to file real-time tax returns, and are requesting access to our accounting systems. More and more countries are introducing digital VAT regimes that allow for the direct transfer of data from company reporting tools to the tax authorities. In recent years, these regimes were introduced in Spain, Hungary, Poland, Norway, France, Portugal and Luxembourg. We are improving our data management to meet compliance and transparency requirements more efficiently. In 2020, we continued to enhance our “one click tax returns” tool in the USA, which analyses transactions subject to excise tax on a real-time basis for accuracy and completeness. Reviewing transactions as they occur supports Shell’s ability to file real-time tax returns. We are also developing and deploying other software for our reporting of indirect taxes which standardises, reconciles and classifies the data to aid preparation of the tax return with the appropriate tax treatment. In 2020, we implemented the tool in the Netherlands, the UK and Germany forVATor excise duties with further deployment planned in 2021. In addition, we are looking at how Shell’s future accounting systems will deliver the data we need to meet the requirements of tax authorities in real time. We have started implementing a new central finance software platform and a new accounting system. These will help us develop a simplified data model across Shell. We are using technology to improve the quality of our data. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 21 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 25,
            "text": "Working from home during the COVID-19 pandemic. SPECIAL TOPICS Some aspects of tax systems attract high levels of public scrutiny. We aim to increase transparency around these topics and promote an open dialogue with governments and wider society. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 23 25 32 22 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES COVID-19 TAX INCENTIVES LOW-TAX JURISDICTIONS ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 26,
            "text": "COVID-19 In 2020, Shell assisted in the fight against the COVID-19 pandemic and supported recovery efforts. We kept energy supplies flowing and our refuelling stations helped to keep emergency and delivery services on the roads. The unprecedented macroeconomic impact of COVID-19 led to a deterioration in commodity prices during 2020, with significantly weaker demand for oil, gas and other resources. Many governments put in place measures, such as tax incentives, to support businesses and stimulate economies as the pandemic negatively affected companies’ revenues and jobs. Shell has made use of these tax measures only where appropriate and when aligned with our Responsible Tax Principles. For example, it is common practice in many countries for tax authorities to issue preliminary corporate income tax assessments during the fiscal year, requiring companies to make prepayments. Where possible, we have worked with tax authorities to revise prepaymentestimates for 2020 to account for the economic downturn and the latest estimates of tax due. This cooperation enabled us to pay the right amount of taxes. We have also made use of measures in some countries which allow taxpayers to submit indirect tax returns on a quarterly instead of a monthly basis. This has reduced the workload for our staff and pressure on systems and processes during the COVID-19 pandemic. Shell’s tax team continued to provide the business with the advice and support it needed. It also focused on timely submission of tax returns and tax payments to governments. Our priority remains to support our colleagues, our customers and the communities where we work. We estimate that Shell’s total contribution during the pandemic, including donations of funds, fuel, food, equipment and services, amounted to $46 million[A]. Find out more aboutShell’s response to COVID-19. We kept energy supplies flowing and our refuelling stations helped to keep emergency and delivery services on the roads. [A] As at December 31, 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 23 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 27,
            "text": "CASE STUDY NORWAY FISCAL RESPONSE TO LOW ENERGY PRICES In 2020, Norway introduced temporarytax incentivesfor the petroleum industry as a response to declining energy prices and economic uncertainty, both of which may have reduced planned oil and gas investment. The measures were designed to secure jobs in the oil and gas industry and related services sector. We made use of these government incentives in 2020. In Norway, Shell is subject to an upstream tax rate of 78%. This comprises the statutory corporate income tax of 22% and a special upstream tax rate of 56%. The temporary tax measures include allowing oil and gas companies to deduct the cost of investments made in 2020 and 2021 against the special upstream tax in the year the costs are incurred. Previously, deductions would have been taken over six years. In Norway, there is also an additional 20.8% deduction of investment costs (known as an uplift) taken over four years at the 56% special tax rate. The new measures now allow companies to immediately claim 24% deduction in the year the investment cost occurred for the years 2020 and 2021. The temporary measures will also be available for new projects that have delivered a development plan by the end of 2022 which has been approved by the Ministry of Oil and Energy by the end of 2023. Temporary measures for new projects may only be claimed until the end of the year of the planned start of production. In 2020, Norway introduced temporary tax incentives to secure jobs in the oil and gas industry. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 24 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 28,
            "text": "TAX INCENTIVES We continue to review our approach to tax incentives, because we believe that greater transparency promotes a better understanding of what tax incentives are designed to achieve. There is no common definition of a tax incentive. Shell defines tax incentives as fiscal measures designed by governments to stimulate investment and encourage growth, or a change of behaviour, by providing more favourable tax treatment to certain activities or sectors. In 2020, we decided to use this definition to assess whether a measure offered by a government is a tax incentive. We seek to ensure that tax incentives are transparent and consistent with statutory and regulatory frameworks before deciding whether to make use of them. We only make use of incentives where they are aligned with our business and operational objectives and where we have a qualifying business activity. When we accept tax incentives offered by governments to support investment, employment and economic development, we seek to implement them in the manner intended by the relevant statutory, regulatory or administrative framework. If there is uncertainty, we will seek to engage with the relevant authorities to agree implementation aligned with the intended policy objectives. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY STATE OF TAX INCENTIVES TAX INCENTIVES APPLIED BY SHELL 153 Tax incentives by strategy pillars percentage 2% 25 44% A B C D D 9% Upstream Growth Transition Other C A B AMERICAS 46 45% 45% 9% 44% 2% ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES EUROPE 37 MIDDLE EAST AND AFRICA 25 Tax incentives by tax type percentage 3% 16% C B 26% A B C D D A Direct taxes (Income, WHT) Indirect taxes (VAT, Duties, Excise) Property tax Other (including royalties) ASIA-PACIFIC 45 55% 55% 26% 16% 3%"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 29,
            "text": "Our Shell Tax Escalation Procedure (STEP) provides a mechanism to escalate uncertain tax positions to the Shell Tax Leadership Team. In particular, we will escalate a decision to accept tax incentives that are not specified in law or not generally available to other industry participants. If we accept any such incentives, we will encourage the relevant authorities to make details of these incentives publicly known. In addition, we will make data available for governments to assess the economic impact of incentives when requested to do so by the relevant authorities. Data requirements vary by country, but might include investments, earnings forecasts or jobs created. Where appropriate, we make use of incentives which are aligned with the goals of ourPowering Progress strategy. Launched in February 2021, this sets out our strategy across our three business pillars: Growth, Transition and Upstream. GROWTH PILLAR Our Growth pillar comprises our Marketing, and Renewables and Energy Solutions (RES), formerly known as New Energies, businesses. Examples of tax incentives available to our Growth pillar include research and development credits and excise and customs dutyrebates for biofuels. The tax rules in most countries were written before the development of renewable energy technologies. Redesigning tax rules to include incentives that encourage the supply of and demand for renewable energy will play an important part in advancing the energy transition. These measures could help make zero-carbon energy more affordable so that it can compete favourably with fossil fuels. For example, some governments offer incentives for investments that will help to reduce emissions in sectors that are hard to decarbonise, like shipping, aviation and road freight. Many of the technologies for renewable power generation are in their infancy and require considerable upfront investment in infrastructure. Incentives encourage this investment and may include tax credits for solar projects or allowing accelerated depreciation for offshore wind turbines. For more on how we advocate for sustainable fuels, see ourBiofuels case study. TRANSITION PILLAR Our Transition pillar comprises our Integrated Gas, and Chemicals and Products businesses. These labour- and capital-intensive businesses typically require long-term investment in equipment and facilities. Governments may offer incentives to attract investment in such businesses to boost local economies and create jobs. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 26 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 2,
            "text": "POWERING PROGRESS Our strategy to accelerate the transition to net-zero emissions, purposefully and profitably COVER IMAGES The images on the front cover represent the four goals of Shell’s Powering Progress strategy: achieving net-zero emissions; powering lives; respecting nature; and generating shareholder value. Powering Progress is designed to create value for shareholders, customers and wider society. The strategy seeks to accelerate Shell’s transformation into a provider of net-zero emissions energy products and services, powered by growth in its customer-facing businesses. Protecting the environment, reducing waste and making a positive contribution to biodiversity UNDERPINNED BY OUR CORE VALUES AND OUR FOCUS ON SAFETY ii Growing value through a dynamic portfolio and disciplined capital allocation sectors Working to with accelerate our customers the energy and transition to net-zero emissions Shell Tax Contribution Report 2020 Powering lives through our products and activities, and supporting an inclusive society"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 30,
            "text": "CASE STUDY STATE AND LOCAL TAX INCENTIVES FOR OUR PENNSYLVANIA PETROCHEMICALS COMPLEX In Pennsylvania, Shell makes use of two tax incentives designed to encourage companies to create jobs and to encourage capital investment in the state. In 2012, Pennsylvania introduced the Pennsylvania Resource Manufacturing (PRM) Tax Credit. This is offered to companies that purchase and process ethane and use it as a petrochemical feedstock to manufacture ethylene. This incentive can be applied if a company meets certain criteria, including capital investment of more than$1 billionand employment of at least 2,500 construction workers. The tax incentive is effective until 2042 to help the state re-establish heavy industry after years of decline. In 2017, Shell began the main construction phase of an ethylene cracker and polyethylene derivatives unit, the Pennsylvania Petrochemicals Complex, that will qualify for the PRM tax credit. During peak construction, the plant employed up to 8,000 construction workers. Once it is operational as planned in 2022, it is expected to employ 600 staff and contractors. Shell also benefits from Pennsylvania’s Keystone Opportunity Zone (KOZ) tax incentives. KOZ tax incentives encourage investment in areas under economic distress by providing sales and use tax exemptions, income tax credits and property tax incentives to companies that make certain minimum investments. Shell has met the minimum investment of$1 billionand 400 full- time employees and contractors in the zone. Our Pennsylvania Petrochemicals Complex is scheduled to be operational in 2022. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 27 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 31,
            "text": "CASE STUDY CANADA’S KITIMAT COMMUNITY AND SHELL BENEFIT FROM TAX PROGRAMME The LNG Canada joint venture (Shell interest 40%) is building a major liquefied natural gas (LNG) processing facility in the district of Kitimat, British Columbia. Construction of the facility will create 7,500 direct jobs. Since 2014, the LNG Canada team has worked closely with local communities, First Nations and governments to better understand how the project could help achieve their economic, environmental and community aspirations. To attract this investment in a large-scale industrial project that would create employment and benefit local businesses, the district of Kitimat established a tax exemption programme for the LNG Canada project. The exemption provides cost certainty through flat amounts for property taxes during construction and the first five years of operations. It is effective from 2019 to 2028. LNG Canada will contribute fixed property taxes of C$1.6 millionin year one, C$3.2 millionin year two, C$4.8 millionin year three, C$6.5 millionin year four, and C$8 millionin year five. LNG Canada will then contribute C$9.7 millionannually for a period of five years once the plant commences operations, with an annual inflation increase for British Columbia. The development is currently in year three. The district of Kitimat in Canada designed a tax exemption programme to benefit the community. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 28 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 32,
            "text": "UPSTREAM PILLAR Oil and gas exploration and production projects are long term in nature, requiring significant upfront capital investment before cash is generated. Despite advances in technology, exploration risks remain high. Governments use different fiscal tools to offer a competitive upstream tax regime to investors to balance the investment risk and reward, which fluctuate over the main stages of an upstream project: exploration and development, production and decommissioning. Upstream tax regimes usually include favourable tax relief for capital expenditure, such as investment allowances, and the ability to claim the tax benefit of asset depreciation at an accelerated rate. At the end of a project’s life, decommissioning costs may, in some cases, be offset against the profits of earlier years. However, upstream tax regimes often apply higher tax rates when oil and gas fields are producing. See theDecommissioning case study. In Norway, we made use of temporary tax incentives for the petroleum industry in 2020. These measures were a government response to declining energy prices and economic uncertainty, both of which may have impacted planned upstream investment. Read more in theCOVID-19 sectionandNorway case study. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 29 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 33,
            "text": "CASE STUDY INCENTIVES FOR INVESTMENT IN ECONOMIC DEVELOPMENT IN INDIA DEVELOPING PORTS AND THE MANUFACTURING INDUSTRY India has a coastline of about 7,500 kilometres with 12 major ports and 187 minor ports. About 90% of the country’s trade by volume and 70% by value[A] is shipped, highlighting the importance of ports to the Indian economy. At the same time, India’s manufacturing industry is growing, with an increasing number of multinational companies basing their operations in the country. The Indian government is seeking to develop the country’s port infrastructure to facilitate growing imports and exports. The government allows 100% foreign direct investment (FDI) in port development projects and offers companies investing in port infrastructure a 10-year exemption from corporate income tax. Shell Gas B.V. has two subsidiaries in Gujarat. Hazira Port Private Limited (HPPL) is active in developing, operating and maintaining the Gujarat port. Shell Energy India Private Limited uses the port for importing liquefied natural gas (LNG). HPPL began claiming the 10-year corporate income tax exemption in 2015. Hazira port imports liquefied natural gas. SPECIAL ECONOMIC ZONES In April 2000, India announced a Special Economic Zones (SEZs) policy to provide a stable fiscal regime which would be attractive to foreign investors. The SEZ policy aims to boost economic activity in certain regions and create jobs. The incentives and other measures offered to investors in the SEZs include: [A] Source: Indian Ministry of Shipping. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 30 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 34,
            "text": "Duty-free import and domestic procurement of goods for development, operation and maintenance of SEZ units. Corporate income tax exemption on export revenues for companies in the SEZ of 100% for the first five years, 50% for the next five years and 50% tax exemption for the following five years on export profit which is reinvested. Exemption from indirect taxes on supplies to SEZs. Most of the companies providing IT services in India are located in a SEZ because they are predominantly involved in the export of services. Shell IT Centre is a global in-house operation located in the Bangalore SEZ and is eligible for the incentives offered. Shell started to make use of these incentives in 2016 and received an exemption of 100% in 2020. The Shell Technology Centre in Bangalore, India. TAX BENEFITS ON SERVICE EXPORTS FROM INDIA SCHEME (SEIS) AND GST The service sector is a significant contributor to the Indian economy and plays a role in generating employment. The Indian government offers incentives to companies that provide international services to help them keep costs down. This is designed to attract service businesses to India and make India’s service sector more globally competitive. Incentives include the Service Exports from India Scheme (SEIS) which promotes the export of services from India by providing a credit for some exports which can be used to offset certain tax liabilities. The government has also established a refund mechanism for Goods and Services Tax (GST) paid by exporters of services. Ensuring a smooth refund process helps keep prices in India’s export industry internationally competitive. Shell’s Projects & Technology (P&T) and Shell Business Operations (SBO) make use of the SEIS and GST refund incentives. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 31 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 35,
            "text": "LOW-TAX JURISDICTIONS Low-tax jurisdictions, so-called tax havens, are typically considered to mean countries with significantly lower effective tax rates compared with the average rates offered by other countries. In some cases, the corporate income tax rate is zero. Governments have a sovereign right to determine tax matters in their countries and sometimes set low corporate income tax rates to attract investment from outside their borders. In recent years, international organisations, such as the OECD, and many countries have discussed whether a country’s low-tax policy may have a negative impact on other countries. They have also debated various ways of addressing this. Most recently and steered by the G20, the OECD has been developing proposals for a coordinated two-pillar response. Shell supports such an internationally coordinated approach which avoids problems caused by unilateral actions that can lead to the fragmentation of tax rules. Pillar One aims to align taxes more closely with local market engagement so that a larger portion of profits is taxed in the jurisdiction where sales are made, even if a multinational does not have a physical presence in the jurisdiction of sale. Pillar Two introduces new rules to ensure a minimum level of effective taxation for all profits made by multinationals. Shell has a taxable presence in 99 countries and locations, with different tax regimes and varying corporate income tax rates. When we are present in low-tax jurisdictions, we are there for commercial reasons, such as crude oil trading and retail sites. These reasons can also include the presence of companies that hold investments or perform other services we need such as pensions, finance and insurance. In line with the Shell Responsible Tax Principles, we do not use these locations to avoid tax on activities that take place elsewhere. When we invest in a country, we consider factors which include access to local or regional markets, the stability of the political, regulatory and social environment, local infrastructure and workforce. We also consider the overall costs of operation and the attractiveness and stability of a country’s fiscal regime. However, the investment must first meet our strategic, business or operational aims. REVIEWING ENTITIES IN LOW-TAX JURISDICTIONS We conducted a review in 2019 and 2020 of Shell-controlled and Shell-operated entities incorporated or present inlow-tax jurisdictionsagainst our Shell Responsible Tax Principles. The review considered the purpose of the entity and whether it should continue to be in that jurisdiction. We identified entities that are no longer active and can be liquidated as a matter of good corporate governance. We also identified entities that can be restructured and held or operated from another jurisdiction. In other cases, our review concluded that the entities could remain in low- or zero-tax jurisdictions because there was a commercial reason for being there. As part of the review, in 2020 we liquidated four legal entities in Bermuda and relocated another two Bermuda entities to the Netherlands. We also reviewed recently acquired entities, such as holding companies in Saint Lucia for upstream and LNG operations in the Caribbean. Following this review, we consolidated the operations and simplified the holding structures. As a result, we identified four Saint Lucian entities for liquidation and completed these liquidations in 2021. In 2020, we also piloted a new assurance control process to transform this review into an annual exercise undertaken by the countrytax manager in each low-tax jurisdiction. This will now form part of the tax control framework from 2021 onwards and will provide ongoing assurance that Group structures in low-tax jurisdictions continue to be there for commercial reasons. The new assurance control process will also identify potential liquidations and restructuring. For example, at the time of our 2020 review, Oman was on the European Union (EU) list of non-co-operative jurisdictions, which is sometimes referred to as the EUtax havenblacklist. Our review concluded that the Shell entities in that country have substantial operational activities, including exploration, production, trading and retail. We therefore considered our presence in Oman to be forcommercial reasonsand appropriate. In this report, we share more detail about low-tax jurisdictions in the country pages. Further information on entities and ownership is available in theAnnual Report and Accounts 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 32 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 36,
            "text": "Shell engages in advocacy on tax matters to provide policymakers with commercial insights to inform debate and decision-making. ADVOCACY We believe it is important to hold open dialogue on fiscal matters and we advocate for fair, effective and stable tax systems. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 34 35 35 37 38 33 OUR TAX DATA INFORMED DEBATE AND DECISION-MAKING SUPPORTING EFFECTIVE TAX REGIMES TRANSPARENCY OUR WORK WITH THE EITI INDIRECT TAX ADVOCACY ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 37,
            "text": "INFORMED DEBATE AND DECISION-MAKING Shell engages in advocacy on tax matters to provide policymakers with commercial insights to inform debate and decision- making. We share our position with the relevant governments and policymakers on matters which affect us, our employees, customers, shareholders or local communities, in accordance with our values and the Shell General Business Principles. Shell recognises that any advocacy should not improperly influence decisions and should never be misused for any corrupt or illegal purpose. Shell companies do not make payments to political parties and organisations or their representatives and do not participate in party politics. For further information, see theAnnual Report and Accounts. Governments are responsible for their fiscal policy and resulting laws. We respect the roles and responsibilities of the institutions and organisations we engage with. We share our positions in accordance with our values and the Shell General Business Principles. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 34 OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 38,
            "text": "SUPPORTING EFFECTIVE TAX REGIMES We advocate fair, effective and stable tax systems because they reduce uncertainty for both governments and companies. Such tax systems help countries develop sustainable budgets and help companies manage their investments more effectively. We support a transparent and coordinated approach to improving the global tax system where countries work together, build consensus and agree on applicable legislation. Governments may seek input from different stakeholders through public consultation when they design tax policies. We believe it is important to hold an open dialogue on fiscal matters as new legislation should be effective, practical to administer and facilitate the collection of taxes. For example, we continue to support the implementation of government-led carbon-pricing systems, including carbon taxes, and recognise them as an essential tool for reducing emissions and tackling climate change. We believe that smart policies from governments, such as applying a cost to emissions through measures such as carbon-pricing mechanisms, supported by effective steps to reduce emissions, are among the best ways to reach solutions and drive progress. We regularly share knowledge and best practice through participation in industry and professional associations. These include the Extractive Industries Transparency Initiative (EITI), the B Team Responsible Tax Working Group (B Team) and Business at OECD. TRANSPARENCY The Shell General Business Principles define our core values, our responsibilities and the principles and behaviours by which we do business. In all cases of advocacy, employees are bound by the Shell General Business Principles and Code of Conduct. As part of these principles, everyone engaged in Shell’s business, including tax advocacy activities, must comply with the anti- bribery and corruption laws of the countries where we operate as well as those that apply across borders. This has recently been made explicit in the Corporate Political Engagement Statement published in January 2021. Our employees and contractors, and people working in joint ventures we operate, are prohibited from offering, paying, seeking or accepting a personal payment, gift or favour in return for favourable treatment or to gain a business advantage. There is no place for bribery or corruption at Shell. Shell senior executives, including tax and government relations professionals, lead our tax advocacy activities. We also participate in industry groups that advocate on behalf of businesses. We report on our advocacy activities in line with local requirements. In the EU and the USA, we also report on costs relating to advocacy activities in line with the requirements and guidelines set out in the EU Transparency Register and the US Lobbying Disclosure Act. These submissions are publicly available. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 35 OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 39,
            "text": "CASE STUDY SUPPORTING INCENTIVES FOR ADVANCED BIOFUELS Biofuels are a renewable energy source, made from organic matter or waste, which can significantly reduce CO 2 emissions from transport. Biofuels are blended with other fuels such as gasoline and diesel. They can help decarbonise the aviation, marine and heavy-duty road transport sectors. Governments can use instruments like tax incentives to encourage investment in the development and production of biofuels. Most biofuels are produced from agricultural crops, such as corn, sugar cane or vegetable oil. However, there is an opportunity to increase low-carbon biofuels production without increasing land use. With this purpose, we are focusing on using new technologies to produce advanced fuels from alternative feedstocks – such as forestry products and agricultural waste (otherwise known as cellulosic materials, meaning they come from the fibrous walls of a plant structure). Our Raízen biofuels joint venture with Brazilian energy company Cosan (Shell economic interest 44% with 50% voting rights) began production of second-generation ethanol (E2G) in 2015. This plant produced around 24 million litres in the 12 months to March 2021. Government support is a key driver for the growth of advanced biofuels and we advocate a policy framework that encourages investment. We believe that any new biofuels policies should include: Financial support and targeted incentives for investment in the construction of advanced biofuels facilities. Price support for a limited amount of time. Support could include exemption from fuel excise duties typically applied to traditional fossil fuels. Different and preferential customs tax treatment in cross-border movements of advanced biofuels compared with traditional fossil fuels. Targeted incentives for manufacturers in hard-to-abate sectors (aviation, marine, heavy-duty road transport) to develop propulsion technologies that can use higher levels of biofuels than today. Our Raízen biofuels joint venture produces advanced biofuels from sugar cane residues. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 36 OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 3,
            "text": "Design and production: Friend www.friendstudio.com Implementation: nexxar www.nexxar.com Print: Opmeer papier pixels projecten www.opmeerbv.nl CONTENTS 01 02 04 05 09 10 12 13 14 18 22 23 25 32 INTRODUCTION Message from the CFO Payments overview How businesses are taxed Map of income taxes paid in 2020 Total tax contribution Summary of content changes OUR APPROACH Our approach to taxes Compliance SPECIAL TOPICS COVID-19 Tax incentives Low-tax jurisdictions 33 34 35 35 37 38 39 40 41 45 47 48 49 About this publication:With the Shell Tax Contribution Report, we aim to provide easily accessible and detailed information on Shell’s taxes for 2020. This report builds on the information Shell discloses in its Annual Report and Accounts, Form 20-F, Sustainability Report and Payments to Governments Report. Digital:The Tax Contribution Report is an online digital report https://reports.shell.com/tax-contribution-report/2020. In the event of any conflict, discrepancy or inconsistency between the digital report and this printed version of the Tax Contribution Report, the information contained in the digital report will prevail. This printed version is provided for the reader’s convenience only. ADVOCACY Informed debate and decision- making Supporting effective tax regimes Transparency Our work with the EITI Indirect tax advocacy OUR BUSINESS Our business activities Upstream Integrated Gas and New Energies Downstream Projects & Technology Taxation of our businesses 51 52 53 54 54 54 56 57 59 71 89 109 135 143 144 SUPPORTING SERVICES Central functions Allocation of costs Treasury Insurance Intellectual property OUR TAX DATA Introduction to country-by- country reporting Africa Americas Asia-Pacific Europe Middle East Countries with minimal activities Our tax data by country and location"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 40,
            "text": "OUR WORK WITH THE EITI We are a founder and board member of the Extractive Industries Transparency Initiative (EITI) and Shell’s Executive Vice President Taxation and Controller, Alan McLean, serves on the international EITI Board. TheEITIis the global standard to promote the open and accountable management of extractive resources. The EITI provides a platform for governments, non-governmental organisations and companies to disclose information that supports greater transparency and responsibility in the extractive sector, including the oil and gas industry. We aim to support governments’ ambitions to achieve contract transparency. We encourage governments to share contracts and licences in line with the EITI’s revised standard on contract transparency. From January 1, 2021, this requires countries implementing the EITI standard to disclose contracts and licences that are granted, entered into or amended. According to the EITI, more than 30 countries are disclosing some or all of their contracts. Shell is party to some of these contracts. In 2020, Shell supported the Suriname government’s intention to disclose its purchase and sale contracts. In the Netherlands, Shell supports the government’s efforts in contract transparency, including publishing licences for carrying out oil and gas activities. Shell is a founder and board member of the EITI. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 37 OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 41,
            "text": "INDIRECT TAX ADVOCACY Around the world there are increasingly frequent and often complex changes to laws governing indirect taxes, such as VAT, excise duties, and environmental taxes. Many of these developments are linked to the energy transition and to economic recovery from the COVID-19 pandemic. For example, the growing electric vehicle market requires governments to consider the most appropriate mechanisms to ensure the fair and sustainable taxation of the sale and use of electric vehicles. Within the EU, one key element of debate is how to consistently apply VAT to electric vehicle charging services across all 27 member states, while also enabling them to meet their pledge to reduce emissions by at least 55% by 2030, compared with 1990 levels. Shell has been an active participant in discussions with the European Commission to agree a harmonised approach to electric vehicle charging that is consistent with the treatment of electricity supply in other contexts. Similarly, both the VAT and excise duty treatment of aviation and marine fuels are under review by the EU. As with theVAT treatment of electric vehicle charging, Shell supports indirect tax policies that promote lower- and zero-carbon transport solutions as long as any tax treatment is consistently applied throughout the EU. Shell supports measures that combat criminal activity. As a global business, we contribute our experience and insight to discussions aimed at strengthening processes and controls. Together with other companies, we also call for a simplified and harmonised regulation process in support of fair and efficient indirect tax systems. Governments need to ensure the fair and sustainable taxation of the sale and use of electric vehicles. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES 38 OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 42,
            "text": "A family in the UK charges their electric vehicle at home. OUR BUSINESS Shell pays taxes on profits where our business activities take place. Understanding our business is key to understanding where Shell is taxed. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 40 41 45 47 48 49 39 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES OUR BUSINESS ACTIVITIES UPSTREAM INTEGRATED GAS AND NEW ENERGIES DOWNSTREAM PROJECTS & TECHNOLOGY TAXATION OF OUR BUSINESSES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 43,
            "text": "OUR BUSINESS ACTIVITIES INTRODUCTION OUR APPROACH SPECIAL TOPICS 2 3 12 EXPLORATION 1. Exploring for oil and gas onshore and offshore DEVELOPMENT AND EXTRACTION 2.Developing onshore and offshore fields 3.Producing conventional, deep-water and shale oil and gas 4.Capturing carbon dioxide and storing it safely underground 5. Extracting bitumen 40 ADVOCACY ShellTax Contribution Report 2020 MANUFACTURING AND ENERGY PRODUCTION 6. Upgrading bitumen 7. Refining oil into fuels and lubricants 8. Producing gas-to-liquids (GTL) products 9. Producing petrochemicals 10. Producing biofuels 11. Generating renewable power 12. Producing liquefied natural gas (LNG) 15 1 TRANSPORT AND TRADING 13. Shipping gas to where it is needed 14. Shipping oil to where it is needed 15. Trading oil and gas 16. Supply and distribution of LNG for transport applications 17. Regasifying LNG 18. Trading power 16 5 4 13 6 14 17 8 7 10 18 19 OUR BUSINESS SUPPORTING SERVICES SALES AND MARKETING 19. Supplying domestic electricity 20. Supplying products to businesses, including gas for cooking, heating and electrical power 21. Progressing electric vehicle and hydrogen refuelling infrastructure 22. Providing mobility solutions for customers, including fuels and lubricants 23. Supplying aviation fuel 24 20 11 25 9 22 21 OUR TAX DATA 26 23 TECHNICAL AND BUSINESS SERVICES 24. Researching and developing new technology solutions 25. Managing the delivery of major projects 26. Providing technical and supporting services"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 44,
            "text": "Shell is a global group of energy and petrochemical companies with operations in many countries and locations and across the whole energy supply chain. We work collaboratively with customers, governments, business partners, investors and other stakeholders. Our purpose is to power progress together by providing more and cleaner energy solutions. Our strategy is to strengthen our position as a leading energy company by providing oil, gas and low-carbon energy products and services as the energy system transforms. In April 2020, we announced our target to be a net-zero emissions energy business by 2050, in step with society. Business activities are supported by centralised services, such as finance, legal and human resources. For more details, see the chapterSupporting Services. This report follows Shell’s organisation in 2020 of Upstream, Integrated Gas and New Energies [A], Downstream, and Projects & Technology. For more information on our updated strategy and business structure, please see Powering Progress. UPSTREAM We provide natural gas that powers homes. Upstream manages the exploration for and extraction of crude oil, natural gas and natural gas liquids. It also markets and transports oil and gas, and operates infrastructure necessary to deliver them to market. We need to discover resources and negotiate their extraction with governments and other stakeholders before operations can begin. Despite significant advances in technology, exploration risks remain high. We do not always find the oil and gas that we are looking for and may have to write off early investment costs. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 41 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 45,
            "text": "When we find resources, we expect to invest significant sums in the development stages of projects in order to build required facilities and infrastructure. It may be several years before we realise any revenues as projects move through development and into production. Upstream projects often span decades. We are exposed to market risks, among others, over the lifetime of a project and this impacts the taxes we pay. Low oil or natural gas prices may sometimes mean that upstream activities incur losses even during a production phase. In 2020 global oil demand weakened significantly as a result of COVID-19. Global demand was almost9 millionbarrels/day below the level seen in 2019 (source: IEA). OUR PAYMENTS TO GOVERNMENTS in $ billion [A] [A] Includes payments made to governments in countries where we have upstream operations. Excludes payments related to other businesses. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 42 Taxes 2020 2019 Royalties Production entitlements Bonuses and fees 2020 2019 2020 2019 2020 2019 2.8 2.2 3.2 1.2 2.2 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES 7.0 ShellTax Contribution Report 2020 7.0 10.3"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 46,
            "text": "CASE STUDY TAX TREATMENT OF DECOMMISSIONING COSTS IN DIFFERENT JURISDICTIONS Decommissioning is part of the normal life cycle of every oil and gas structure. Safe and responsible decommissioning is a priority for Shell when a facility reaches the end of its life. This includes restoring the surroundings of offshore platforms and facilities in line with relevant legislation, while taking our own environmental standards into account. The decommissioning phase of work is heavily regulated and subject to tax legislation that enables tax relief. The concept of granting tax relief for genuine business expenses is fundamental to regimes that tax profits and is applicable and available to all businesses in all industries with few exceptions. Decommissioning costs in the oil and gas industry are treated consistently as a business expense. At the end of 2020, Shell reported$27.3 billionon its balance sheet for non-current decommissioning and other provisions (see ourAnnual Report and Accounts). Corporate income tax is paid on profits, which for an oil or gas field are calculated as the sum of the income generated by the facility, minus the costs of setting it up, operating it and decommissioning the field at the end of its life. Decommissioning costs are treated differently depending on a country’s tax regime. For example, in the UK costs can only be deducted once decommissioning starts, whereas in other countries these costs can be deducted annually before the asset is decommissioned. Here we present examples of how tax relief for decommissioning costs is obtained in two different countries: DECOMMISSIONING IN THE UK Our largest decommissioning project is theBrent oil and gas field, which lies in the North Sea between the UK and Norway. Preparation for decommissioning the four Brent platforms – Alpha, Bravo, Charlie and Delta – started in 2006. We decommissioned Brent Delta in 2017 and Brent Bravo in 2019. In 2020, the Brent Alpha topside, the part of the platform that is visible above the sea, and the upper jacket, which supports the topside, were removed and sent for dismantling and recycling onshore. The UK tax regime prescribes that a deduction for decommissioning costs is available only when the cash associated with decommissioning costs has actually been spent. If large sums of cash are spent on decommissioning in a year when insufficient income is generated by the business, this can result in a tax loss for that year. When this occurs, that loss is used to offset historical tax that has been paid in prior years and this results in a tax refund. The taxable profits over the field’s lifetime will be the same as if the decommissioning deductions had been taken earlier, before decommissioning. The refunds do not represent any additional subsidy or contribution towards this cost. The UK government has received more than£20 billion [A]in tax revenues (in today’s money) from the Brent oil and gas field since it started producing in 1976. In 2020, Shell received a£67.5 million[B] refund in respect of its Brent decommissioning activities. Decommissioning is due to be completed in 2024. Once complete, the total tax refunds Shell will have received are expected to be significantly less than the tax payments made. [A] This is the equivalent of $25.7 billion calculated using yearly average exchange rate for USD/GBP in 2020 of 1 USD = 0.7795 GBP. [B] This is the equivalent of $86.6 million calculated using yearly average exchange rate for USD/GBP in 2020 of 1 USD = 0.7795 GBP. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 43 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 47,
            "text": "The Allseas Pioneering Spirit, the world's largest construction vessel, transports the Brent topsides for dismantling and recycling. DECOMMISSIONING IN KAZAKHSTAN Kazakhstan requires companies operating under active concession or production-sharing agreements that have been signed since 1997 to set up a decommissioning fund. Each individual contract specifies when the fund should be established. Companies are required to make regular contributions to the fund to cover any future decommissioning costs. Contribution amounts are specified in the concession contract or production-sharing agreement. This system allows for companies to spread decommissioning costs over the lifetime of a project. Once companies have paid these contributions into an escrow account, they can tax-deduct them rather than wait years for the actual decommissioning costs to be deductible at the end of a project’s lifetime. If actual decommissioning costs exceed what is available in the fund, then the rules allow for excess costs to be tax deductible in the year the cash is spent. If the fund accumulates more cash than is spent on decommissioning, then the excess cash is subject to corporate income tax as income at the end of the life of the field. Shell’s existing production-sharing agreements in Kazakhstan have similar provisions to the decommissioning fund. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 44 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 48,
            "text": "The solar park at the Shell Moerdijk Chemical Plant in the Netherlands. Integrated Gas manages LNG activities and the conversion of natural gas into GTL fuels and other products. It includes natural gas exploration and extraction, and the operation of upstream and midstream infrastructure necessary to deliver gas to market. It markets and trades natural gas, LNG, electricity and carbon-emission rights and also markets and sells LNG as a fuel for heavy-duty vehicles and marine vessels. In New Energies, which was rebranded to Renewables and Energy Solutions in 2021, we are exploring emerging opportunities and investing in those where we believe sufficient commercial value is available. We focus on new fuels for transport, such as advanced biofuels, hydrogen and charging for battery-electric vehicles; and power, including from natural gas and low-carbon sources such as wind and solar. Natural gas prices, production volumes and operating expenses impact earnings and tax contributions. Global gas demand is estimated to have declined by around 2.4% in 2020, in contrast with the 2.5% annual growth rate observed since the start of the century. The deterioration in gas demand for power generation and in industry was mainly caused by lockdowns related to COVID-19. Average gas prices were lower in 2020 compared with 2019. INTEGRATED GAS AND NEW ENERGIES 45 INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 49,
            "text": "CASE STUDY TAXATION OF LNG WITH OFFSETS We are working with our customers to reduce the emissions created when they use our energy products. New types of products and supply chains will be established to meet the growing demand for low-emission products. We expect this to change the amount and types of taxes we pay in some countries. For example, we provide liquefied natural gas (LNG) with offsets [A] which uses nature-based carbon credits to offset the full life-cycle emissions associated with the production and use of LNG. Credits are sourced from Shell’s global portfolio of nature- based carbon offset projects. Our cargoes of LNG with offsets span many tax jurisdictions, from the countries where we source our LNG and carbon offsets to the countries where our customers are located. The taxation of LNG with offsets is complex because of the different tax rules in different locations. The revenue from the sale of a cargo of LNG with offsets is assessed for tax when the title passes to the customer. Direct and indirect taxation may vary in some jurisdictions, depending on whether the LNG and the carbon credits are bundled or sold separately. There may be differences in the indirect tax treatment of LNG and carbon credits, depending on the jurisdiction of the seller. In addition, there may be different customs and indirect tax treatments in the customer’s import jurisdiction. Credits used for LNG with offsets are sourced from Shell’s global portfolio of nature-based carbon offset projects. [A] The terms “carbon offset” or “carbon offset compensation” indicate that Shell has engaged in a transaction to ensure that an amount of carbon dioxide equivalent to that associated with the production, delivery and usage of the fuel has been removed from the atmosphere through a nature-based process or emissions saved through avoided deforestation. Further information is available onShell’s climate targetand investments innatural ecosystems. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 46 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 4,
            "text": "A view of Houston, USA. INTRODUCTION In the Tax Contribution Report, Shell voluntarily publishes the corporate income tax paid in each country and location for 2020. This report demonstrates our commitment to complying with tax legislation and explains our approach to tax. Itbuilds on the information in our Annual Report and Accounts, Form 20-F, Sustainability Report and Payments to Governments Report. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 02 04 05 09 10 12 01 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES MESSAGE FROM THE CFO PAYMENTS OVERVIEW HOW BUSINESSES ARE TAXED MAP OF INCOME TAXES PAID IN 2020 TOTAL TAX CONTRIBUTION SUMMARY OF CONTENT CHANGES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 50,
            "text": "A Shell retail station in the Netherlands. Downstream manages different Oil Products and Chemicals activities as part of an integrated value chain that trades and refines crude oil and other feedstocks into a range of products which are moved and marketed around the world for domestic, industrial and transport use. The products we sell include gasoline, diesel, heating oil, aviation fuel, marine fuel, biofuel, lubricants, bitumen and sulphur. We also produce and sell petrochemicals for industrial use worldwide. Our Downstream organisation also manages Oil Sands activities (the extraction of bitumen from mined oil sands and its conversion into synthetic crude oil). Downstream includes the Shell Trading and Supply organisation, which trades crude oil, natural gas, liquefied natural gas (LNG), electricity, refined products, chemical feedstocks and environmental products. Trading and Supply combines our network of trading companies, shipping and maritime capabilities and an integrated network of supply and distribution activities. Shell Trading and Supply is one of the largest transport and trading operations globally with its main hubs in London, Houston, Singapore, Dubai and Rotterdam. It also has trading offices in Canada, the Bahamas and Spain. Marketing represents Shell’s customer-facing businesses. We market our products around the world for domestic, industrial and transport use. Shell is the world’s largest mobility retailer by number of sites with around 46,000 Shell-branded service stations operating in close to 80 countries at the end of 2020. We operate different models across these markets, from full ownership of retail sites to brand licensing agreements. The earnings of our Downstream business are dependent on demand for oil products and chemicals, as well as on the availability of refineries and chemical plants. In 2020, Downstream earnings decreased compared with 2019 because of the economic environment as the COVID-19 pandemic led to lower demand and lower overall margins. DOWNSTREAM 47 INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 51,
            "text": "A pilot project at a biomass power plant in Austria captures CO2. Our Projects & Technology organisation manages the delivery of our major projects and drives research and innovation to develop new technology solutions. It provides technical services and technology capability for our Integrated Gas, Upstream and Downstream activities. It is also responsible for providing functional leadership across Shell in the areas of safety and environment, contracting and procurement, wells activities and greenhouse gas management. Projects & Technology mainly generates income from service fees. In our consolidated financial statements for 2020, the financial information for Projects & Technology is included in Upstream, Integrated Gas and Downstream. More than 12,000 people work in technology centres, offices and sites around the world for Projects & Technology, which has centres in the Netherlands, India, the USA and the UK. PROJECTS & TECHNOLOGY 48 INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 52,
            "text": "TAXATION OF OUR BUSINESSES Our tax data reflect the varied nature of our activities. We have a large portfolio of assets and businesses in different countries and at different stages of the business cycle, from start-up to decommissioning. The business model, the stage in the investment cycle and business performance drive much of our taxes paid. Our business profits are closely linked to oil and gas prices and so are our taxes. When oil prices are higher, we see a greater proportion of profits being taxed at higher upstream tax rates. When oil prices are lower, a lower overall effective tax rate (ETR) might be expected. While average oil and gas industry prices in 2020 were lower than in 2019, Shell’s ETR in 2020 was primarily influenced by asset impairments. Further details on our ETR can be found in theAnnual Report and Accounts 2020. The Upstream and Integrated Gas businesses generate a significant part of our taxation charge. Governments often have specific oil and gas fiscal regimes with tax rates that are higher than those for other industries. Upstream and Integrated Gas projects have phases and our total tax fluctuates depending on the phase of a project. Our contributions to a country are not always included in the corporate income taxes reported. We may have agreed with governments to make payments as a share of the oil and gas we produce, throughroyaltiesor indirect taxes. Details of these payments are included in ourPayments to Governments Report. Downstream includes the business activities for manufacturing and energy production, chemicals, transport and trading, and sales and marketing. These activities are usually taxed at a country’s standard rate of corporate income tax. Downstream tax contributions are mainly driven by our physical presence in countries where we have refineries, chemical plants and retail sites. In addition to corporate income taxes, we pay import and export duties and other tariffs on our transport and trading activities. Our Retail business handles large volumes of sales transactions, which incur consumption taxes and fuel duties. These are collected and paid to the authorities. Manufacturing and energy production require a significant number of employees working in plants and refineries, raising revenues for governments through employment taxes. Companies in Projects & Technology pay taxes in the countries where they reside. The service fees they charge are typically tax deductible for the recipient as business costs, following local tax principles and rules. Corporate covers the non-operating activities and central functions that support our businesses. The majority of the costs related to our headquarters and central functions are recovered from the business segments. Those costs that are not recovered are retained in Corporate. SeeSupporting servicesfor more detail. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 49 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 53,
            "text": "TAXES THROUGH THE BUSINESS CYCLE [A] 50 INTRODUCTION OUR APPROACH SPECIAL TOPICS [A] This is a simplified example of an Upstream investment. 1. Exploration Searching for resources through geological data, equipment and licences + – Seismic surveys Drilling and services Specialised equipment Indirect taxes (import, excise, VAT/GST) Employment taxes 2. Development Significant investment is required to develop production facilities and infrastructure Capital investment Plant construction Staff and contractors Indirect taxes (import, excise, VAT/GST) Employment taxes ADVOCACY 3. Production Resources are extracted, processed and sold in the market Revenue Operating expenses Profit Royalties Employment taxes Corporate income tax Indirect taxes (export, VAT/GST) 4. Decommissioning Cessation of production and restoration of the field Cash (cumulative) Profit/Loss (annual) Staff, suppliers and contractors Restoration Employment taxes Indirect taxes (import, export, excise and VAT/GST) ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 54,
            "text": "We bring together and share specialised expertise and advice. SUPPORTING SERVICES Our businesses are supported by many services, including information technology, finance, legal and human resources. We organise most of these services centrally to share specialist expertise and make efficient use of resources. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 52 53 54 54 54 51 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES CENTRAL FUNCTIONS ALLOCATION OF COSTS TREASURY INSURANCE INTELLECTUAL PROPERTY ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 55,
            "text": "CENTRAL FUNCTIONS Headquarters and central functions provide business support in communications, finance, health, human resources, information technology, legal services, real estate and security. We centralise services to support our businesses; and these services are located where the required skills and expertise are available. For example, central services could include a human resources team developing global training programmes or an information technology team purchasing software used across Shell. Centralising services enables us to bring together and share specialised expertise and advice, while reducing costs. The costs of centralised services are incurred in direct support of business operations and need to be fairly charged to the Group entities benefiting from these activities. This is known as transfer pricing and is closely monitored by governments and tax authorities. They check that costs like these are charged appropriately and only once. Our headquarters in the Netherlands provides business support. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 52 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 56,
            "text": "ALLOCATION OF COSTS Shell’s centralised services and business service centres charge fees for services that provide a benefit for the receiving entities and which these entities would have been willing to pay a third party to provide. Shell’s operating companies using centralised services pay a fee, which is based on the actual cost of providing the services. The costs of these services are incurred in direct support of Group business activities and need to be fairly charged to the entities benefiting from the services. All Group entities should bear their fair share of the costs. Costs are not excessively charged to entities in higher-tax jurisdictions where they could be deducted and used to manipulate taxable profit to a lower level. In cases where there is just one recipient of a service, the entity pays a direct fee for the service it has received based on the actual cost of the service. However, if there are different entities receiving the same service, they share the cost. Their share is allocated proportionately based on an appropriate measure of the usage of the service, for example capital and operating expenditure, staff employed or orders processed. Shell’s service cost allocation system, including the proportionate allocation of costs, is set up and operated in accordance with the guidance provided by the OECD. BUSINESS SERVICE CENTRES Our businesses are supported by business service centres around the world. The choice of location for these centres is based on available expertise and costs which compare favourably with alternative outsourcing solutions. The centres provide significant employment opportunities with 18,000 staff worldwide. Some of their activities benefit from local tax exemptions where, for example, certain employment levels are met. INFORMATION TECHNOLOGY Information technology (IT) provides capabilities that improve the way we do business. IT services are centralised in India and Malaysia. HUMAN RESOURCES Human resources focuses on reviewing, monitoring and guiding the business processes and systems that affect our employees, such as staff recruitment, on-boarding, retention and motivation. Human resources services are centralised in Poland, Malaysia and the Philippines. LEGAL Legal provides expert advice on the activities of the businesses and functions. Legal services are centralised in Poland and Malaysia. FINANCE AND DATA OPERATIONS Finance and Data Operations provides the businesses with access to reliable data and analysis of their financial profiles and performance, as well as accounting, tax return and billing services. Finance and Data Operations are centralised in Poland, the Philippines and India. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 53 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 57,
            "text": "TREASURY Daily treasury operations include management of foreign exchange for the different currencies that are needed by Shell around the world. Treasury also advises on the financing of Group subsidiaries and joint ventures and manages the Group’s surplus funds and external bank accounts. It is also responsible for issuing external and internal guarantees to ensure contractual and regulatory obligations are met and that Shell’s licence to operate is maintained. Oil, gas and renewables projects, which can take years to develop, need significant capital. Our operating companies require a balance between equity and long-term loan funding. We have capitalised Group lending entities in the Netherlands, the UK and Singapore to provide the loan financing. We ended our Swiss and Bermudan lending activities in 2019 and mid-2020 respectively, after reviewing their presence in theselow-tax jurisdictions. Treasury reviews the funding needs of Shell’s operating companies around the world on a case-by-case basis to ensure there is an appropriate mix of equity and debt. Treasury manages deposits from operating companies that generate cash. This cash, the returns from operating companies plus external debt, is used to provide long-term funding including loans with interest due and paid as if these loans had been sourced from external financial markets or institutions. Related party lending, borrowing, guarantee offers and acceptance, and governance processes are decided by the boards of the Shell lending and borrowing companies respectively, independently and on a standalone basis. INSURANCE The oil and gas industry can face severe, low-frequency risks. Globally, there are few insurers who can insure appropriately against some of these risks. Shell – like other major oil and gas companies – self-insures most of its risk exposure. Shell’s principal insurance company, Solen Versicherungen AG (Solen), is based in Switzerland where we have qualified insurance specialists to manage our insurance activities. This includes underwriting, risk management, claims handling and balance sheet management. Solen does not outsource any of its critical business functions. Solen offers a range of insurance products and services to Shell operating companies and joint venture companies, including those that are not controlled by Shell. It offers terms and conditions that would be available from external insurance companies operating in the energy sector. Solen has a licence to conduct insurance business from the Swiss insurance regulator (the Swiss Financial Market Supervisory Authority, FINMA). FINMA’s regulatory requirements for Solen are the same as for independent insurance companies. Solen maintains the required level of capitalisation to comply with Swiss regulatory and rating agency requirements. Solen’s capital is maintained at a level that ensures an ‘A’ rating from global credit rating agency AM Best. This is higher than the Swiss solvency requirements and allows Solen to enter into commercial arrangements with third-party insurance suppliers and joint- venture customers. Solen uses robust methodologies and governance processes to assess, mitigate and manage the risk of its insurance, re- insurance and associated investment functions that provide a commercial benefit to Shell-controlled and some non-Shell- controlled operating companies. INTELLECTUAL PROPERTY Shell companies have access to specialist expertise in long-term brand building, consistent brand strategy and global marketing campaigns. Local operating companies focus on local execution and on shorter-term marketing strategies tailored to their markets. Centralised services provide advice on all intellectual property including patents, industrial design, copyright and trademarks. For more information on our trademark management, refer to thecase study on Switzerland. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 54 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 58,
            "text": "CASE STUDY CENTRALISED SERVICES IN SWITZERLAND Shell has centralised insurance, trademark management and some currency hedging services in Switzerland. We have around 300 branded retail sites in the country, which serve around 80,000 customers every day, and a lubricants blending plant. We employ around 120 people in Switzerland. Switzerland had a low-tax regime that was the subject of public scrutiny. On January 1, 2020, Switzerland implemented tax reforms to replace certain preferential tax regimes with internationally accepted measures. The new measures have resulted in a combined regional and federal tax rate of 12% from 2020. Here we provide more information about Shell’s activities in Switzerland and the essential role they play in supporting our business activities. INSURANCE The Shell Group is exposed to material risks which are predominantly insured by Solen Versicherungen AG, a Shell entity in Switzerland. We maintain capital and reserves in the event of a claim and we employ professionals with finance and specialist insurance knowledge, including in-house actuarial expertise. Shell’s insurance operation is licensed and regulated by the Swiss Financial Market Supervisory Authority (FINMA). TRADEMARK MANAGEMENT Shell has a number of trademarks used by both Shell companies and third parties including those that own and operate some of our retail sites. Most Shell trademarks are owned by Shell Brands International AG (SBI), which is based in Switzerland. SBI owns, licenses, enhances and protects the value of Shell trademarks. SBI receives royalty payments from Shell operating companies and third-party licensees. The royalty payments are determined using the same methodology. Revenues from third- party licensees account for more than 50% of the total trademark royalty revenues. Shell trademarks are registered with the relevant government agencies in many jurisdictions. SBI owns and manages a portfolio of about 15,000 registered trademarks. CURRENCY HEDGING SERVICES Shell, like any other multinational company, is exposed to movements in the value of different currencies as part of normal business operations. Sometimes these currency movements create gains and sometimes losses.Shell substantially reduced its hedging activities in Switzerland at the end of 2019. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 55 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 59,
            "text": "In this report, we disclose our country-by-country report data. OUR TAX DATA We disclose how much corporate income tax we pay in countries and locations where we have a taxable presence. This section provides a breakdown of our country-by-country reporting. 57 INTRODUCTION TO COUNTRY-BY-COUNTRY REPORTING 59 AFRICA 71 AMERICAS 89 ASIA-PACIFIC 109 EUROPE 135 MIDDLE EAST 143 COUNTRIES WITH MINIMAL ACTIVITIES 144 OUR TAX DATA BY COUNTRY AND LOCATION INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 56 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 5,
            "text": "MESSAGE FROM THE CHIEF FINANCIAL OFFICER Jessica Uhl, Chief Financial Officer Early in 2021, we set out our Powering Progress strategy, which has four main goals: generating value for our shareholders, achieving net-zero emissions, respecting nature and powering lives and livelihoods. We have set ambitious targets against each of these goals as we work to play a leading role in the energy transition while making a positive contribution to society. In November, we took a further step to simplify Royal Dutch Shell plc and strengthen our competitiveness. We announced plans to establish a single line of shares, and to align the tax residence of Royal Dutch Shell plc with itscountryof incorporation in the UK. This proposal, which has been approved by our shareholders, will allow us to manage our portfolio with greater agility and to accelerate distributions to shareholders, among other benefits. We believe these changes will support the delivery of our strategy, including our focus on being a responsible provider of energy products, while demonstrating our values and principles. These values and principles are reflected in our commitment to safety, to respecting human rights and to paying the right amount of taxes so that we make a meaningful financial contribution to the countries where we operate. As countries seek to rebuild economies affected by the COVID-19 pandemic, the payment of taxes by companies is more important than ever. We support the co-ordinated effort to make the global tax system fairer and the agreement to establish a global minimum corporate tax reached by the G20 leaders, together with the Organisation for Economic Co-operation and Development. TRANSPARENCY IN CHALLENGING TIMES One of the ways we can show we are responsible contributors to society is to be transparent about what we do. That is why we are publishing our third Tax Contribution Report, which details thecorporate income taxwe have paid in 99 countries. Each year, we look to expand and improve our report and I hope you find value in these changes. This report covers 2020, a year when the COVID-19 pandemic had a devasting effect on people’s health and finances, triggering an economic downturn. The oil industry faced falling demand and the first negative oil price in history. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 02 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 60,
            "text": "INTRODUCTION TO COUNTRY-BY-COUNTRY REPORTING In this report, we disclose ourcountry-by-country report(CbCR) data for 99 countries and locations in which we have ataxable presenceand where we report financial figures. Where CbCR report data are not available for this report, we have provided information from our Payments to Governments Report [A]. Our Payments to Governments Report also discloses other forms of payments. These include production entitlements, royalties, fees and bonus payments. Where made, these payments have been referenced under each applicable country. We share more information about our presence and purpose in each country and location, as well as relevant financial data which help determine Shell’s overall tax and economic contribution. The OECD developed and implemented CbCR in 2017 and all large multinational enterprises are required to file reports with tax authorities. The nature of our business varies and we can have more than one kind of activity wherever we are present. Under OECD rules, CbCR is prepared using aggregated financial data. It is therefore not always possible to draw conclusions about a single entity, business or venture. This report shows aggregated country data for entities that are consolidated or proportionally consolidated in the Annual Report and Accounts 2020. We also include data for the Shell share of non-consolidated joint ventures and associates. These data are reported in the country where the entity holding the shares is based. Shell uses International Financial Reporting Standards (IFRS) data and US dollars as the reporting currency in its CbCR. The main data source is the consolidated Group reporting system, but reliance is also placed on data from local accounting systems for specific items. The financial information taken from our consolidated Group reporting system has been prepared under Shell’s general financial controls. CbCR reports are not subject to an external audit, statement or opinion. CBCR DEFINITIONS The OECD requires certain data to be included in CbCR. See below for definitions of the key country-by-country reporting terms. REVENUES Revenues are disclosed as a split between those from related parties and those from third parties. For CbCR, third parties would include non-consolidated joint ventures and associates for the purposes of our Annual Report and Accounts 2020. Third-party revenues include sales of products, interest income,dividendincome and other income. Related-party revenues include transactions between consolidated Group entities. For example, related-party revenues arise if our Trading organisation buys oil or gas from our Upstream organisation and sells it to our Downstream organisation. Within one country or location, many of these related party transactions may occur, as Shell entities buy and sell goods, or provide and receive services, to or from each other. Shell includes all these transactions in its aggregated CbCR data. For example, feedstock could be sold to a refinery, refined and then processed further in a chemical plant before being traded by Shell. This can occur within one country or location. In this case, each of these sales between different entities would be counted as related-party revenues. These can represent large amounts. PROFIT BEFORE TAX Profit or loss before tax is reported in Shell’s Consolidated Statement of Income. Any share of profit or loss from non-consolidated joint ventures and associates is reported under the country where the entity holding the shares is based. This is the profit or loss calculated using Group accounting policies. Local statutory accounts may need to comply with local accounting standards which may be different. The local statutory accounting profit or loss is the basis for the calculation of taxable profits in individual countries or locations. Local tax laws are then applied to the profit or loss. Profit before tax shows the Group accounting result but not the profits subject to tax after compliance with local tax laws. [A]Payments to Governments Report for 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 57 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 61,
            "text": "TAX PAID This includes corporate income tax paid in 2020. In some cases, this may include payments made in relation to previous years or future years as tax payments are often made in arrears or in advance. It also includes accruedwithholding taxeson dividend, interest and royalty payments to Shell entities. It does not include withholding taxes collected by Shell on dividends paid to shareholders. TAX ACCRUED This is the amount of corporate income tax for 2020 recorded as current-year tax in Shell’s Consolidated Statement of Income. This also includes withholding tax accrued. It does not include prior-year adjustments, deferred tax or provisions for uncertain tax liabilities. STATED CAPITAL This information is sourced from local statutory accounts and is the amount of money invested in return for shares. The OECD rules require aggregated data, including for stated capital. This means that when a holding company invests in a subsidiary, which then invests in another subsidiary, all within the same country, each of those investments is counted and aggregated. ACCUMULATED EARNINGS Accumulated earnings reflect the profits retained and not used for any other purpose, such as to pay dividends to shareholders. NUMBER OF EMPLOYEES This is the average number of employees in the year, including permanent and temporary staff on long-term contracts. Some of our businesses are labour-intensive. Others, such as holding companies which hold shares in subsidiaries or joint ventures, are not. TANGIBLE ASSETS The data reported in line with CbCR comprise property, plant and equipment and inventories as at the closing balance sheet date on December 31, 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 58 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 62,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Trading and Supply Shell has been present in Egypt since 1911 and we are active in the exploration and production of oil and gas. Shell expanded its offshore activities in Egypt when it acquired BG Group in 2016. In 2020, Shell was the contractor for 22 ring-fencedproduction-sharing contracts(PSCs), which cover 14 areas in the Western Desert and eight offshore. Offshore contracts comprise seven PSCs in the Mediterranean Sea (including one non-operated) and one PSC in the Red Sea. In October 2019, we announced our intention to sell our onshore upstream assets in Egypt and in 2020 the divestment was still in progress. Shell’s downstream activities in Egypt include the blending and marketing of lubricants. COUNTRY FINANCIAL ANALYSIS Egypt’s statutory corporate income tax rate was 22.5% in 2020 and the corporate income tax rate for the exploration and production of hydrocarbons was 40.55%. The taxable income of each concession and legal entity is determined separately under Egyptian law. Consequently, the Egyptian tax base differs from the consolidated profit before tax reported under IFRS. The tax paid figure relates to Shell’s downstream and onshore upstream activities. Corporate income tax was paid for onshore activities but not for offshore activities because of losses incurred in previous years in the offshore concessions. These were carried forward and offset against profits arising in 2020, resulting in no taxable base for offshore activities. OurPayments to Governments Report for 2020shows that Shell paid around $15 million in bonuses and fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA EGYPT 395 EMPLOYEES Third-party revenues $749,567,331 Profit before tax $(112,334,382) Tangible assets $806,118,612 59 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $118,642,029 Tax paid $44,499,351 Stated capital $1,977,326 Total revenues $868,209,360 Tax accrued $45,237,599 Accumulated earnings $93,392,932"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 63,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell inherited two UK-registered entities with Kenyanbrancheswhen it acquired BG Group in 2016. These branches explored two areas off the coast of Kenya through production-sharing contracts (PSCs). Exploration has been unsuccessful and Shell notified the government of its intention to relinquish the two PSCs in May 2018. The PSCs automatically lapsed on their expiry date, June 15, 2018. In 2020, the branches were still in the process of deregistration. COUNTRY FINANCIAL ANALYSIS Kenya’s statutory corporate income tax rate was 30% in 2020. Shell’s operations in Kenya in 2020 were limited and incurred losses, therefore no corporate income tax was due. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA KENYA 0 EMPLOYEES Third-party revenues $0 Profit before tax $(674,907) Tangible assets $0 60 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $23,836 Tax paid $0 Stated capital $0 Total revenues $23,836 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 64,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell established a presence in Mauritania in 2019 through Shell Exploration and Production Mauritania (C10) B.V. and Shell Exploration and Production Mauritania (C19) B.V. with registered branches in Mauritania. Shell has a 90% interest in two offshore blocks. A seismic study commenced in 2019. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Mauritania is 25%, while the applicable tax rate for thebranchactivities is 27%. Both branches have incurred losses since inception and therefore do not yet pay corporate income tax. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 61 AFRICA MAURITANIA 1 EMPLOYEE Third-party revenues $0 Profit before tax $(56,051,909) Tangible assets $45,000,000 Related-party revenues $765,573 Tax paid $0 Stated capital $0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $765,573 Tax accrued $0 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 65,
            "text": "MAIN BUSINESS ACTIVITIES Holding investments Shell has been active in Mauritius since the acquisition of Pennzoil in 2002. Shell has holding companies in Mauritius, which have investments in India and the Cayman Islands. The Indian oil and gas business was acquired as a result of the BG Group acquisition in 2016 and is run through BG Exploration and Production India Limited (BGEPIL), an entity established in the Cayman Islands. BGEPIL’s production-sharing contract (PSC) with the Indian government ended in December 2019. Profits from the PSC are subject to tax in India. BGEPIL is currently carrying out decommissioning activities in India. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Mauritius is 15%. The holding companies of Shell Mauritius incurred a loss for 2020 and therefore no tax was paid. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA MAURITIUS 0 EMPLOYEES Third-party revenues $0 Profit before tax $(40,162) Tangible assets $0 62 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $0 Stated capital $5,605,782 Total revenues $0 Tax accrued $0 Accumulated earnings $81,313,699"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 66,
            "text": "MAIN BUSINESS ACTIVITIES Upstream Shell Exploration et Production du Maroc GmbH (SEPM) operates through a local branch and was a non-operating partner in the Tanfit exploration concession (Shell interest 37.5%). In late 2020, SEPM exited the Tanfit concession. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Morocco is 10% to 37%, depending on type of activity and level of income. Shell in Morocco paid no taxes for the year 2020 because of a loss position. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA MOROCCO 0 EMPLOYEES Third-party revenues $0 Profit before tax $(4,551,046) Tangible assets $0 63 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $3,042 Tax paid $0 Stated capital $0 Total revenues $3,042 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 67,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell Mozambique B.V. (SMBV) established a representative office in Maputo in 2014 to support Shell’s upstream and integrated gas activities in the country. The representative office provides support for a proposed gas-to-liquids project. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Mozambique is 32%. SMBV’s representative office operations in the country are limited as the project remains at an early stage. SMBV has incurred feasibility and other related costs since inception and therefore does not yet pay corporate income tax. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 64 AFRICA MOZAMBIQUE 1 EMPLOYEE Third-party revenues $0 Profit before tax $(1,110,490) Tangible assets $0 Related-party revenues $0 Tax paid $0 Stated capital $0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $0 Tax accrued $0 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 68,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has an interest in an exploration licence in Namibia (Shell interest 45%) and is currently conducting exploration activities in its licence area with the objective of identifying commercial hydrocarbon resources. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Namibia is 35%. The loss figure in the table reflects exploration costs, for which there is no immediate tax relief. When the project starts production, these costs can be deducted against profits for tax purposes in compliance with local legislation. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA NAMIBIA 4 EMPLOYEES Third-party revenues $3,732 Profit before tax $(3,063,596) Tangible assets $90,844,698 65 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $115,959 Tax paid $3,308 Stated capital $0 Total revenues $119,691 Tax accrued $3,308 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 69,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Other support activities Shell has been present in Nigeria for more than 60 years. Our activities include oil and gas exploration and production. Three businesses are wholly owned by Shell Group companies: The Shell Petroleum Development Company of Nigeria Limited (SPDC), which has a 30% interest in the SPDC joint venture and produces oil and gas in the Niger Delta and shallow offshore waters; Shell Nigeria Exploration and Production Company Limited (SNEPCo), which operates in the deep waters of the Gulf of Guinea; and Shell Nigeria Gas Limited (SNG), which provides gas to Nigerian industrial and commercial customers. All On Partnerships for Energy Access Limited (All On), wholly owned by SPDC and SNEPCo, was set up in 2016 as a company limited by guarantee for the purpose of closing the access to energy gap in Nigeria with a special focus on the Niger Delta area. In collaboration with its partners, All On is increasing access to commercial energy products and services for off-grid communities in under-served and unserved areas of Nigeria. In addition, Shell Gas B.V. holds a 25.6% shareholding in Nigeria LNG Limited, which produces and exports liquefied natural gas (LNG) to European and other markets. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Nigeria is 85% for onshore operations, 50% for offshore operations and 30% for other operations, including gas. Shell has several oil and natural gas projects still in the exploration, development or construction phases. Shell’s production was reduced by the COVID-19 pandemic and OPEC quota reductions imposed in response to the global economic slowdown. The lower production combined with lower prices led to a decrease in financial results in 2020 compared with 2019. Shell paid tax in 2020 on profits from producing assets. OurPayments to Governments Report for 2020shows that Shell paid around $2.8 billion in production entitlements, royalties and fees. AFRICA NIGERIA 2,706 EMPLOYEES Third-party revenues $1,034,636,817 Profit before tax $(1,029,766,598) Tangible assets $7,235,541,835 66 INTRODUCTION OUR APPROACH ShellTax Contribution Report 2020 SPECIAL TOPICS ADVOCACY Related-party revenues $1,750,627,858 Tax paid $472,749,053 Stated capital $1,526,742,638 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $2,785,264,675 Tax accrued $383,799,640 Accumulated earnings $1,730,989,983"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 6,
            "text": "We reported a total loss before tax of $27 billion in 2020. Shell companies still paid $3.4 billion in corporate income tax as some of our companies made a profit in 2020 and/or settled taxes from the previous year. Shell paid a further $3.5 billion in royaltiesto governments. We collected $40.4 billion in excise duties,sales taxesand similar levies on our fuel and other products on behalf of governments. And we made other payments to governments including $7 billion in production entitlements, $1.2 billion in fees and $16 million inbonuses. EXPANDING OUR REPORTS Shell continues to be open about the taxes we pay while looking to provide more insight into the role of tax in our businesses. For example, for this report, we have reviewed our reporting oftax incentives, including exemptions and reliefs. Governments around the world use tax incentives to encourage investment, job creation and to support certain industries. They also use them to drive key policies, such as reducing carbon emissions and protecting the environment. We believe that more transparency around these incentives will lead to greater understanding of what they are intended to achieve and whether they are meeting their goals. We have expanded our reporting of tax incentives as a result, with many examples in this report. We have also continued to review our presence in low- and zero-tax jurisdictions, countries with significantly lower tax rates than the average, against our Responsible Tax Principles. This resulted in our ending some activities in Bermuda and St Lucia. And we will keep assessing whether our presence inlow-tax jurisdictionsis appropriate for our business. WIDER CONTRIBUTION This report includes a breakdown of our total tax contribution in five countries where we have key business activities: the UK, the USA, the Netherlands, Nigeria and India. This goes beyond corporate income tax to include the taxes we pay as an employer, such as social security payments, and the taxes we collect from our employees on behalf of governments. We hope this more detailed look at these five countries provides a clearer picture of our activities and contribution to the countries where we operate. We will extend this approach to other countries if we hear from investors, governments, non- governmental organisations and wider society that it would help them to further understand our contribution. Thank you for your interest in understanding Shell and our approach to tax. We welcome your feedback as we look to provide meaningful and insightful information on the taxes we pay. Jessica Uhl Chief Financial Officer INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 03 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 70,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been active in São Tomé and Príncipe since 2019 when Shell Sao Tome and Principe B.V. acquired interests in two production-sharing contracts (PSCs) with the government for the offshore deep-water Blocks 6 and 11. Shell acquired the entity KE STP Company and with it additional interests in deep-water exploration Blocks 6 and 11 and interests in deep-water exploration Blocks 10 and 13. The acquisition was completed in December 2020 when KE STP Company, registered in the Cayman Islands, became a Shell Group entity. Following completion of the acquisition, KE STP Company became the operator of Block 11 and continues to explore for oil and gas in Blocks 6, 10 and 13. After the transaction was completed, a local office was established with six staff hired through a contractor. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate for oil and gas companies in São Tomé and Príncipe is 30%. Losses reflect exploration costs, for which there is no immediate tax relief. When the project starts production, these costs can be deducted against profits for tax purposes in compliance with local legislation. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA SÃO TOMÉ AND PRÍNCIPE 67 0 EMPLOYEES Third-party revenues $0 Profit before tax $(8,003,105) Tangible assets $36,964,414 Related-party revenues $3,937 Tax paid $0 Stated capital $0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $3,937 Tax accrued $0 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 71,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamDownstreamManufacturing Shell has been present in South Africa since 1902. Shell has a wide network of retail sites and is active in commercial fuels, lubricants, aviation fuels, marine and upstream exploration. Shell also jointly owns the Shell & BP South African Petroleum Refineries (Pty) Limited refinery, in Durban with BP. The refinery manufactures a variety of petroleum products including gasoline, diesel, paraffin, aviation fuel, liquid petroleum gas, base oil, solvents and marine fuel oil. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in South Africa is 28%. In South Africa, corporate income taxes are paid in advance, based on estimated taxable income. Shell reported a loss before tax for a number of reasons, including a significant drop in demand and prices as a result of COVID-19 and impairments in the value of assets. Tax paid relates to a settlement for prior years agreed with the tax authorities in 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 68 AFRICA SOUTH AFRICA 529 EMPLOYEES Third-party revenues $3,645,451,355 Profit before tax $(452,005,555) Tangible assets $877,475,430 Related-party revenues $244,169,296 Tax paid $62,315 Stated capital $209,223,819 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $3,889,620,651 Tax accrued $774,932 Accumulated earnings $554,432,404 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 72,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been active in Tanzania since 2010. Shell Exploration and Production Tanzania Limited (SEPTL) is a company incorporated in the UK with a branch registered in Tanzania. The principal activity of SEPTL is the exploration and development of gas in Tanzania (based on natural gas reserves in the Tanzania offshore area). SEPTL is the operator of two offshore blocks (Blocks 1 and 4) and has a 60% interest in both. Shell Deepwater Tanzania B.V. (SDT) is a company incorporated in the Netherlands with abranchregistered in Tanzania (SDT- Tanzania) and a branch registered in Zanzibar (SDT-Zanzibar). SDT-Tanzania started its exploration activities in 2011. SDT-Tanzania does not hold a current licence in any block. SDT-Zanzibar started its exploration activities in 2013, but very limited operations took place in 2020. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Tanzania is 30%. In view of the overall losses in the country, no corporate income taxes were paid. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA TANZANIA 21 EMPLOYEES Third-party revenues $0 Profit before tax $(7,116,955) Tangible assets $347,920,099 69 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $198,954 Tax paid $0 Stated capital $27,105,138 Total revenues $198,954 Tax accrued $0 Accumulated earnings $(37,435,689)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 73,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been present in Tunisia for almost 90 years. In 2011, Shell sold its downstream business but continued its upstream exploration. When Shell acquired BG Group in 2016, we became the owner of producing offshore gas fields and their supporting facilities, a liquefied petroleum gas extraction plant, pipelines, storage, and export terminals. COUNTRY FINANCIAL ANALYSIS In 2020, the statutory corporate income tax rate in Tunisia was 10% to 35%, with an additional 1% social solidarity contribution. A tax rate of 40% to 50% applied to Shell’s upstream operations. Shell’srevenueand loss figures reflected lower hydrocarbon prices and asset impairments. The taxable income of each concession and legal entity is determined separately under Tunisian law. The tax paid in 2020 includes payments for 2019. OurPayments to Governments Report for 2020also shows payments of royalties of around $22 million. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AFRICA TUNISIA 335 EMPLOYEES Third-party revenues $218,279,887 Profit before tax $(99,747,699) Tangible assets $9,825,449 70 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $21,427,247 Tax paid $33,408,891 Stated capital $212,956,263 Total revenues $239,707,134 Tax accrued $28,181,000 Accumulated earnings $197,396,153"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 74,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamChemicalsTrading and Supply Other support activities Shell has been present in Argentina since 1914. Shell performs upstream activities in the Neuquén basin, where it operates four blocks and participates in three blocks operated by other companies. Shell also has an interest in a block in the province of Salta. In January 2020, Shell and the Norwegian oil company Equinor acquired a company that holds a substantial interest in a major block, Bandurria Sur, operated by YPF, Argentina’s national oil company. Shell also has exploration activities in two offshore blocks in the Cuenca Argentina Norte basin (South Atlantic) with Qatar Petroleum. In 2018, Shell sold its Argentinian downstream business to the Raízen Group, which is a joint venture between Shell and the Brazilian company Cosan. The Shell brand continues to be present in the country through a brand licence agreement with Raízen. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Argentina was 30% in 2020 but rose to 35% in June 2021. This higher rate will continue to apply. Shell’s upstream activities reported losses because of exploration and development costs incurred mainly in the Neuquén basin. COVID-19 also pushed down domestic and export prices and this contributed to lower profits. As a result, no tax is owed. OurPayments to Governments Report for 2020also shows that Shell paid around $22 million inroyaltiesand fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS ARGENTINA 166 EMPLOYEES Third-party revenues $203,610,685 Profit before tax $(240,462,518) Tangible assets $1,695,393,602 71 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $6,370,147 Tax paid $0 Stated capital $1,844,547,775 Total revenues $209,980,832 Tax accrued $0 Accumulated earnings $(882,586,404)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 75,
            "text": "MAIN BUSINESS ACTIVITIES Trading and Supply Shell has been present in the Bahamas since 2002, following the acquisition of Enterprise Oil. The entity Shell acquired, formerly called Shell E&P Ireland Offshore Inc., held upstream investments that have since been divested. In 2019, Shell E&P Ireland Offshore Inc. was renamed Shell Bahamas Power Company Inc. (SBPC). SBPC is the designated company for the implementation of the proposed liquefied natural gas (LNG) regasification and power plants project in partnership with a Bahamas state-owned entity, Bahamas Power and Light Company Limited. Since 2018, Shell in the Bahamas has included Shell Western Supply and Trading Limited, a crude oil trading business serving West African and Latin American markets. COUNTRY FINANCIAL ANALYSIS The Bahamas does not impose corporate income tax on international business companies (IBC) operating in the country. While IBCs are not subject to direct taxes, they are subject to indirect taxes and fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS BAHAMAS 35 EMPLOYEES Third-party revenues $4,879,891,735 Profit before tax $652,624,659 Tangible assets $714,046,322 72 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $10,977,686,202 Tax paid $0 Stated capital $100,000 Total revenues $15,857,577,937 Tax accrued $0 Accumulated earnings $1,706,039,036"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 76,
            "text": "MAIN BUSINESS ACTIVITIES Holding investments Shell has had a presence in Barbados since 1982. In 2017, Shell acquired Chevron Trinidad and Tobago Resources SRL (a Barbados-incorporated entity, renamed Shell Trinidad and Tobago Resources SRL) as part of an acquisition from Chevron. Shell Trinidad and Tobago Resources SRL holds investments in LNG operations in Trinidad and Tobago. SeeTrinidad and Tobagofor more details. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Barbados varies from 0% to 5%, depending on the type of business activity and level of income in the entity. Profits of Shell Trinidad and Tobago Resources SRL from its operations in Trinidad and Tobago are not taxable in Barbados. The main revenues of Shell in Barbados were associated with holding investments in LNG activities in Trinidad and Tobago. Barbados does not tax dividends and therefore Shell did not pay corporate income tax in Barbados. Revenues decreased from the previous year because of consolidation to Saint Lucia of investments previously held under Barbados. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS BARBADOS 0 EMPLOYEES Third-party revenues $0 Profit before tax $703,245 Tangible assets $0 73 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $3,972,596 Tax paid $0 Stated capital $775,769,000 Total revenues $3,972,596 Tax accrued $0 Accumulated earnings $402,131,443"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 77,
            "text": "MAIN BUSINESS ACTIVITIES Other support activities Shell has been present in Bermuda for more than 70 years with reinsurance, lending and pension fund companies incorporated there. These companies manage activities, such as the filing of company accounts, collecting interest from loans and other administration. We also have companies in Bermuda which have branches in the UAE, Brunei, Qatar, Malaysia, and Oman. This is because some countries do not allow foreign companies to establish corporate entities but do allow operations and activities through branches of entities registered or incorporated elsewhere. COUNTRY FINANCIAL ANALYSIS Bermuda does not impose corporate income tax on companies which are resident there. Shell companies in Bermuda that have international activities through branches in other countries are subject to the applicable tax laws in the countries where those activities take place. The significant decrease in revenues in 2020 compared with 2019 is because proceeds from the sales of shares in Saudi Aramco Shell Refinery Company were included in 2019. Revenues were also lower because we liquidated four entities based in Bermuda in 2020, including Solen Insurance Limited, and we ended the financing activities of one entity, Shell Oman Trading Limited. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS BERMUDA 2 EMPLOYEES Third-party revenues $4,000,634 Profit before tax $36,085,318 Tangible assets $91,277 74 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $70,640,734 Tax paid $0 Stated capital $8,918,332,750 Total revenues $74,641,368 Tax accrued $0 Accumulated earnings $1,764,095,161"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 78,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Shell has been present in Bolivia since 2016 when it acquired its Bolivian entities as part of the BG Group acquisition. Shell Bolivia Corporation, Sucursal Bolivia is a company whose main activity is the exploration, development and production of natural gas and associated liquids. Shell Bolivia Corporation is the sole shareholder of Shell Bolivia Corporation, Sucursal Bolivia. Shell Bolivia Corporation is incorporated in the Cayman Islands and is tax resident in the UK. Shell Bolivia Corporation’s sole shareholder is BG Overseas Limited, a UK-registered entity. Shell Bolivia Corporation, Sucursal Bolivia is subject to tax in Bolivia and its tax is not reduced as a result of it being held through a Cayman Island company. Shell in Bolivia has stated it will not pursue further exploration in the Huacareta Block and in 2019 our contract for operating the La Vertiente Block expired. Shell also has a non-operator interest in the Caipipendi, Iñiguazu and Tarija XX West Blocks. Shell has stated it will not pursue further exploration in the Iñiguazu Block. Shell also has one legacy entity that is in the process of being liquidated: Pennzoil Bolivia S.A. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Bolivia is 25%. The revenues for 2020 were earned from sales to the Bolivian national oil company, Yacimientos Petrolíferos Fiscales Bolivianos. Shell in Bolivia made a loss before tax as a result of writing off costs related to the exploration of the Huacareta Block and therefore no corporate income tax payments were due in 2020. OurPayments to Governments Report for 2020shows that Shell paid around $1.6 million in fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS BOLIVIA 60 EMPLOYEES Third-party revenues $119,622,715 Profit before tax $(156,582,597) Tangible assets $331,112,269 75 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $502,199 Tax paid $0 Stated capital $380,226,459 Total revenues $120,124,914 Tax accrued $(618,731) Accumulated earnings $(36,924)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 79,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamDownstreamNew Energies [A] Trading and Supply Shell has been present in Brazil since 1913. The acquisition of BG Group in 2016 made Shell the largest international investor in Brazil’s conventional deep-water oil fields. Shell has a lubricants business and a stake in Raízen, which manufactures sugar cane ethanol and supplies and distributes fuels. Raízen is one of the world’s largest producers of sugar cane ethanol, with more than 2 billion litres of ethanol per year. Raízen’s figures are not reported above. In 2021, Shell reduced its economic interest in Raízen to 44% from 50%. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Brazil is 34%. Shell Brasil Petroleo Ltda. reported a 2020 loss before tax due to the impact of COVID-19 and a significant reduction in oil prices. Therefore, no corporate income tax for the year was due. The tax paid and tax accrued numbers mainly relate to withholding taxes on imported services. OurPayments to Governments Report for 2020shows that Shell Brazil paid $1.6 billion in production entitlements, royalties and fees. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS BRAZIL 837 EMPLOYEES Third-party revenues $844,625,356 Profit before tax $(4,032,840,539) Tangible assets $28,563,275,322 76 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $4,681,335,348 Tax paid $1,826,050 Stated capital $3,600,555,379 Total revenues $5,525,960,704 Tax accrued $20,095,844 Accumulated earnings $(7,956,726,049)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 7,
            "text": "[A] This figure includes $132 million of accrued withholding taxes on dividend, interest and royalty payments to Shell entities. It does not include withholding taxes collected by Shell on dividends paid to shareholders. OVERVIEW OF TAX AND OTHER PAYMENTS TO GOVERNMENTS $ billion [A]This figure includes $132 million of accrued withholding taxes on dividend, interest and royalty payments to Shell entities.It does not include withholding taxes collected by Shell on dividends paid to shareholders. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY PAYMENTS OVERVIEW Corporate income Taxation tax paid [A] (credit)/charge $3.4 billion $(5.4) billion 47.2 A B 8.2 04 KEY FIGURES IN 2020 Total revenue and other income $183.2 billion Total expenditure $210.2 billion OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES (Loss)/income before taxation $(27.0) billion Effective tax rate 20.1% OECD average corporate income tax rate 23.1% A: Taxes paid and collected $47.2 billion B: Other payments to governments $8.2 billion ShellTax Contribution Report 2020 Corporate Royalties income taxes [A] $3.5 billion $3.4 billion Production Bonuses entitlements $16.0 million $7.0 billion Excise duties, sales taxes and similar levies $40.4 billion Fees $1.2 billion"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 80,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamManufacturingChemicalsTrading and Supply Shell has been operating in Canada since 1911. Canada’s downstream business is anchored in our Scotford Complex. With over 400,000 barrels per day in refining capacity (upgrader and refinery), Scotford is a large refining and petrochemical facility that includes a bitumen upgrader, an oil refinery, a chemicals facility and the Quest carbon capture and storage (CCS) facility. Shell’s Sarnia Manufacturing Centre in Ontario includes a refinery and chemicals plant and has a daily production capacity of 85,000 barrels of crude oil. Shell also has trading and supply, aviation, sulphur, retail and lubricants businesses. Our Alberta Light Tight Oil asset produces over 37,000 barrels of oil equivalent per day. In British Columbia, we produce natural gas at our Groundbirch asset, which has 479 producing wells and four gas plants. Shell also has a 40% interest in the LNG Canada joint venture, which is in the construction phase. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate for Shell in Canada was 24.16% in 2020. The difference between the statutory rate and actual taxes accrued/paid is because of the cycle of upstream projects, whereby large capital expenditures in earlier years generate tax deductions in advance of revenue production. Revenue reductions in 2020 are mainly because of the impact of the pandemic on energy demand. In 2020, the impairment of assets in the upstream unconventional business contributed to the loss before tax. In the table above, the tax refund arises from the settlement of tax litigation relating to prior taxation years. The tax accrued amounts relate to legal entities which were profitable in the year and for which no prior-year losses are available for offset. OurPayments to Governments Report for 2020also shows that Shell paid around $18 million in royalties and fees. AMERICAS CANADA 3,440 EMPLOYEES Third-party revenues $7,980,866,767 Profit before tax $(1,427,027,022) Tangible assets $15,667,443,505 77 INTRODUCTION OUR APPROACH ShellTax Contribution Report 2020 SPECIAL TOPICS ADVOCACY Related-party revenues $9,957,278,570 Tax paid $(16,358,418) Stated capital $47,099,413,948 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $17,938,145,337 Tax accrued $14,779,138 Accumulated earnings $(5,851,707,781)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 81,
            "text": "MAIN BUSINESS ACTIVITIES Holding investments Shell has holding companies in the Cayman Islands. Shell inherited BG Exploration and Production India Limited (BGEPIL) when it acquired BG Group in 2016. BGEPIL is incorporated in the Cayman Islands and has a branch in India. Income earned by BGEPIL is subject to tax in India. BGEPIL’s exploration and production activities in India ended in December 2019 and it is now carrying out decommissioning activities. Shell Bolivia Corporation is incorporated in the Cayman Islands and was also inherited from BG Group. It has investments in Bolivia that are subject to tax there. As part of a 2020 acquisition from Kosmos Energy, Shell acquired Portfolio Holdings and its three subsidiaries owning interests in offshore blocks in São Tomé and Príncipe, Namibia and Suriname. These four Cayman Islands entities are in the process of being liquidated or restructured. COUNTRY FINANCIAL ANALYSIS The Cayman Islands does not apply a corporate income tax system. The profit stated in the table above refers to interest income, which is not taxed in the Cayman Islands. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS CAYMAN ISLANDS 78 0 EMPLOYEES Third-party revenues $0 Profit before tax $15,593 Tangible assets $15,495,480 Related-party revenues $224,239 Tax paid $0 Stated capital $80,371,117 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $224,239 Tax accrued $0 Accumulated earnings $(111,626,136) ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 82,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Other support activities Shell has been active in Colombia since 1956. Today, Shell’s upstream activities include six deep-water blocks (five active blocks and one block in liquidation). Shell is in the process of liquidating its trading and downstream businesses in Colombia which ceased operations in March 2018 and December 2019 respectively. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Colombia was 32% for 2020. We are investing in our upstream business in Colombia and therefore incurring costs. As a result, we have reported a loss and no corporate income tax is owed. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS COLOMBIA 11 EMPLOYEES Third-party revenues $16,415 Profit before tax $(16,289,108) Tangible assets $2,504,156 79 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $2,129,218 Tax paid $0 Stated capital $40,754,934 Total revenues $2,145,633 Tax accrued $0 Accumulated earnings $(77,011,064)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 83,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Shell has been active in Mexico since 1954 when it started as a chemicals business. In 2020, Shell’s activities include nine deep- water blocks, one shallow-water block, 234 Shell retail sites and Shell-branded sites, the import and supply of gasoline/diesel, the sale of petrochemicals and lubricants, a commercial fleet, a power generation business, and natural gas trading and supply. Shell also has 100% capacity at the Altamira regasification plant and supplies Comisión Federal de Electricidad, the state- owned electric utility of Mexico, through the Manzanillo terminal. Shell is also active in strategic sourcing and supplier development, providing goods and services to Shell’s operations locally and worldwide. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Mexico is 30%. Profits in 2020 were made predominantly from integrated gas activities. Those profits were partially reduced by losses from upstream exploration and downstream activities. In Mexico, tax is paid in instalments in advance during the year and any overpayments may be used to reduce the tax liability in future periods. In 2019, we paid tax in advance in respect of our profitable activities which reduced our tax liability for 2020. OurPayments to Governments Report for 2020also shows that Shell paid around $36 million in fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS MEXICO 158 EMPLOYEES Third-party revenues $545,056,226 Profit before tax $65,252,953 Tangible assets $567,663,898 80 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $309,265,045 Tax paid $3,568,397 Stated capital $1,246,200,172 Total revenues $854,321,271 Tax accrued $1,667,475 Accumulated earnings $(697,358,398)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 84,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamOther support services Shell has had operations in Peru since 2014, selling LNG in the Peruvian market through Shell GNL Peru S.A.C. Shell Operaciones Peru S.A.C. provides advisory and support services to Shell’s Peruvian activities. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Peru is 29.5%. The tax paid figure represents an estimated prepayment in respect of 2020 and also includes tax paid relating to 2019. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS PERU 12 EMPLOYEES Third-party revenues $23,094,013 Profit before tax $3,183,587 Tangible assets $13,995,800 81 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $4,690,456 Tax paid $1,564,713 Stated capital $6,000,387 Total revenues $27,784,469 Tax accrued $0 Accumulated earnings $(1,202,295)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 85,
            "text": "MAIN BUSINESS ACTIVITIES Other support activities Station Managers of Puerto Rico, Inc. (SMPR), wholly owned by The Shell Company (Puerto Rico) Limited, was sold to Shell Petroleum Company Limited in 2006. SMPR has no active operations but maintains a small reserve for potential residual financial obligations. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Puerto Rico is 37.5%. SMPR reported a small amount of revenue from interest earned. However, a loss before tax arose as a result of ongoing administrative and service costs, and no tax was paid or accrued. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 82 AMERICAS PUERTO RICO 0 EMPLOYEES Third-party revenues $0 Profit before tax $(10,249) Tangible assets $0 Related-party revenues $22,059 Tax paid $0 Stated capital $32,605,000 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $22,059 Tax accrued $0 Accumulated earnings $(27,748,176) ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 86,
            "text": "MAIN BUSINESS ACTIVITIES Holding investments Shell has been present in Saint Lucia since 2016 through investment holding companies inherited as part of its acquisition of BG Group, which began business there in 2002. These entities have interests in companies doing business in Trinidad and Tobago. SeeTrinidad and Tobagofor more information. We reviewed recently acquired entities, such as holding companies in Saint Lucia for upstream and liquefied natural gas (LNG) operations in the Caribbean. Following this review, we consolidated the operations and simplified the holding structures. As a result, we identified four Saint Lucian entities for liquidation and completed these liquidations in 2021. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Saint Lucia is 30%. Shell in Saint Lucia earns dividend income from its investments. Saint Lucia does not tax dividends as they are paid from profits that have already been taxed in the country where the activities that generated the profits take place. Administrative activities relating to Saint Lucia are outsourced. Shell in Saint Lucia has no employees in the country. Higher revenues in 2020 resulted from restructuring undertaken to consolidate interests in companies doing business in Trinidad and Tobago. However, an overall loss before tax arose as a result of the impact of asset impairments in Saint Lucia. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS SAINT LUCIA 0 EMPLOYEES Third-party revenues $191,984,000 Profit before tax $(166,053,501) Tangible assets $0 83 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $102,995 Tax paid $0 Stated capital $1,287,502,844 Total revenues $192,086,995 Tax accrued $0 Accumulated earnings $(1,093,827,949)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 87,
            "text": "MAIN BUSINESS ACTIVITIES Upstream Shell has been present in Suriname since December 2020 when it acquired a 33% stake in offshore Block 42 from Kosmos Energy. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Suriname was 36% for 2020. We are investing in upstream operations and therefore we have reported a loss. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS SURINAME 0 EMPLOYEES Third-party revenues $0 Profit before tax $(237,857) Tangible assets $60,000,000 84 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $0 Stated capital $0 Total revenues $0 Tax accrued $0 Accumulated earnings $0"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 88,
            "text": "MAIN BUSINESS ACTIVITIES Integrated Gas Shell has been active in Trinidad and Tobago since 1913. Following Shell’s 2013 acquisition of Repsol’s liquefied natural gas (LNG) business and the 2016 acquisition of BG Group, Shell has a larger presence in Trinidad and Tobago. Shell’s portfolio in Trinidad and Tobago includes exploration and production activities through both operated and non-operated ventures, as well as gas and oil pipelines and LNG facilities. COUNTRY FINANCIAL ANALYSIS The general statutory corporate income tax rate in Trinidad and Tobago is 30%. There is a separate tax regime for petroleum operations with a corporate income tax rate of 55%. In Trinidad and Tobago, tax filings forproduction-sharing contracts(PSCs) are assessed according to the individual legal entity and asset block. This means that, in general, losses in one PSC may not be offset against profits arising elsewhere. Overall, Trinidad and Tobago reported a loss for accounting purposes for the majority of assets in production. As a result, $15 million of corporate income tax was paid on the profits of a few income-generating assets. Despite a reduction in total revenues for the year, the overall loss for the year is less compared with the prior year mainly as a result of the remeasurement of certain accounting provisions. OurPayments to Governments Report for 2020also shows that Shell paid around $75 million in production entitlements, royalties and fees. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS TRINIDAD AND TOBAGO 85 487 EMPLOYEES Third-party revenues $142,018,066 Profit before tax $(560,547,258) Tangible assets $1,057,282,782 Related-party revenues $226,838,207 Tax paid $14,516,267 Stated capital $442,285,755 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $368,856,273 Tax accrued $(28,596) Accumulated earnings $(596,347,354) ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 89,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamDownstreamNew Energies [A] ManufacturingChemicalsTrading and Supply Shell has been present in the USA for more than 100 years. Shell’s exploration and production areas include deep-water oil in the Gulf of Mexico. Shell has refining, manufacturing and chemical facilities located in Pennsylvania, Alabama, Louisiana, Washington and Texas. In 2021, Shell announced agreements for the sale of refineries in Texas (Deer Park), Alabama (Mobile) and Washington (Puget Sound), and of its Permian business. The sale of the Permian business was completed in December 2021. Shell’s trading organisation buys and sells more than 5 million barrels of hydrocarbons and 10 billion cubic feet of natural gas every day. It also manages more than 10,000 megawatts of power generation capacity, with a third of this coming from renewable sources. There are about 14,000 Shell-branded retail sites in the USA and around 2,000 Jiffy Lube locations. Shell has eight light-duty hydrogen fuelling stations in California, with an additional one under construction. COUNTRY FINANCIAL ANALYSIS The federal statutory corporate income tax rate in the USA is 21%. Shell reported a loss before tax in 2020 because of the impact of asset impairments, divestments and lower revenues as a result of COVID-19. The tax paid in 2020 includes the corporate income taxes paid to the US federal government and tax paid to state governments where taxable profits were generated. Operating losses incurred in previous years have been offset against earnings and this has resulted in a lower tax paid figure in 2020. These operating losses were the result of many factors, including investments made in previous years in upstream, manufacturing and chemical businesses during a period of low oil and gas prices. In addition, the decision in 2015 to abandon exploration activities in Alaska and the divestment of a number of non-producing onshore oil and gas leases triggered large tax deductions and generated operating losses. OurPayments to Governments Report from2020also shows payments of around $660 million in royalties and fees. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS UNITED STATES OF AMERICA 86 16,701 EMPLOYEES Third-party revenues $53,172,945,048 Profit before tax $(8,388,638,182) Tangible assets $61,085,798,314 Related-party revenues $63,068,520,531 Tax paid $16,617,326 Stated capital $302,272,053,710 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $116,241,465,579 Tax accrued $36,574,605 Accumulated earnings $(9,129,606,238) ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 8,
            "text": "HOW BUSINESSES ARE TAXED Governments use tax to raise revenues.Revenueagencies audit and collect these taxes. Most businesses are subject to tax, regardless of whether they aremultinational corporationsor home-office enterprises. Businesses pay direct taxes to the government and they collect indirect taxes on behalf of governments as a supplier of goods or services. This report details ourcountry-by-country reportdata for 2020, in line with the Organisation for Economic Co-operation and Development (OECD) standards. It includes the available data for countries and locations in which we have ataxable presence. The data include corporate income tax paid,profit before taxandtangible assets. Tax systems around the world vary and can be complex. However, the tax systems in places where Shell does business have some basic rules in common. MOST BUSINESSES PAY CORPORATE INCOME TAX WHERE PROFITS ARE MADE Corporate income taxis typically due by law in countries where profits are made. This should correspond to where the business activity occurred. The tax due is determined by the tax system of the country or location where that activity took place. Governments design and apply tax rules to the profits generated in their countries and assess what is owed by businesses. Corporate income tax is payable on profits, not revenues. See the table “Simplified example of application of local tax law” for how tax rules are applied to calculate the tax due. Sometimes a multinational enterprise like Shell facesdouble taxation. This is when two countries seek to tax the same business income, resulting in a company being taxed twice. We believe that profit should only be taxed once, in line with the positions of the United Nations and the OECD. In 2020, Shell reported a total loss before tax of $27 billion. Shell companies still paid $3.4 billion [A] in corporate income tax as some of our companies reported a profit in 2020 and/or settled taxes from the previous year. Shell paid a further $3.5 billion in royalties to governments. We also reported a corporate income tax credit of $5.4 billion for 2020. In most countries and locations, thecorporate income taxwe pay differs from the accounting tax credit or charge. This is because tax paid can include payments relating to previous years, the current year and future years. Oureffective tax rate(ETR) is calculated by dividing the tax credit of $5.4 billion by the total loss before taxation of $27 billion, resulting in an ETR of 20.1% for 2020. For comparison, the average corporate income tax rate levied by the 37 countries that were members of the OECD in 2020 was 23.1% [B]. Our ETR is a blend of the different statutory tax rates applied to our various businesses and the different tax laws with which we have sought to comply. In the past three years, our ETR has been higher than the average corporate income tax rate in OECD countries, partly because many governments apply a higher corporate income tax rate to profits made by oil and gas production activities. In some cases, this tax rate can be more than 80%. Our lower ETR for 2020 was the result of asset impairments of $28 billion recorded that year, resulting in an overall tax credit of $5.4 billion. [A] This figure comprises$3.3 billiontaxes paid in 2020, disclosed as part of cash flow from operations,and $132 million of accrued withholding taxes on dividend, interest and royalty payments to Shell entities. It does not include withholding taxes collected by Shell on dividends paid to shareholders.For more details, see the chapter onOur tax data.[B] Source: OECD Tax Database (2020), Table II.1.Statutory corporate income tax rate. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 05 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 90,
            "text": "MAIN BUSINESS ACTIVITIES UpstreamDownstream Shell has been present in Uruguay since the acquisition of BG Group in 2016. BG (Uruguay) S.A. (BGU), a wholly owned Shell subsidiary, provides technical services and advice to Gasoducto Cruz del Sur S.A. under the concession agreement for the construction and operation of a pipeline between Punta Lara (Argentina) and Montevideo (Uruguay). In 2017, BGU agreed to relinquish three offshore exploration blocks to the Uruguayan government. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Uruguay is 25%. In 2020, BGU carried forward a 2019 loss to offset 2020 profits. The offset resulted in no tax being due in 2020. However, Uruguayan law levies a minimum amount of corporate income tax which BGU paid. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS URUGUAY 1 EMPLOYEE Third-party revenues $773,744 Profit before tax $521,343 Tangible assets $3,219 87 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $82,222 Tax paid $4,808 Stated capital $16,701,984 Total revenues $855,966 Tax accrued $4,808 Accumulated earnings $75,209,091"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 91,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Support activities Shell has been present in Venezuela for 108 years and used to have upstream and downstream activities. In 2018, Shell divested its interest in the Petroregional del Lago non-operated venture and in 2019 sold its lubricants business. Shell has an interest in several gas projects in the north-east of the country and the Dragon offshore field. However, following the progressive strengthening of sanctions in 2019 and 2020, Shell has paused its business activities until the international legal frameworks and conditions allow them to be resumed. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate on our activities in Venezuela is between 15% and 34%. Shell companies in Venezuela have operated as support corporate offices with no fiscal income over recent years. Tax paid in 2020 relates to withholding taxes on support services. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY AMERICAS VENEZUELA 15 EMPLOYEES Third-party revenues $140,027 Profit before tax $(15,202,123) Tangible assets $749,178 88 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $0 Tax paid $609,100 Stated capital $823,525,356 Total revenues $140,027 Tax accrued $578,163 Accumulated earnings $(901,817,076)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 92,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas New Energies [A] Shell began operations in Australia in 1901. Today, we are a leading gas producer and are playing our part in the transition to a low-carbon future by investing in the power sector, renewable energy sources and decarbonisation activities. Shell in Australia has invested heavily in onshore and offshore natural gas and liquefied natural gas (LNG) exploration and development projects, power and gas trading, renewable energy and greenhouse gas emissions abatement projects. Shell in Australia is comprised of two income tax groups: Shell Energy Holdings Australia Limited and QGC Upstream Holdings Pty Ltd. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Australia is 30%. Shell’s 2020revenueis derived from sales of LNG, condensate, liquefied petroleum gas, domestic gas and power. In 2020, Shell in Australia reported a loss of $11 billion mainly because of asset impairments following a drop in demand and prices related to COVID-19. Shell did not receive tax relief for these impairments. The tax paid of $29 million includes payments for previous years. OurPayments to Governments Report for 2020also shows around $84 million of payments in royalties, fees and infrastructure improvements. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC AUSTRALIA 2,595 EMPLOYEES Third-party revenues $2,703,081,216 Profit before tax $(11,432,704,550) Tangible assets $31,169,617,198 89 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $6,482,788,036 Tax paid $29,163,263 Stated capital $53,590,206,563 Total revenues $9,185,869,252 Tax accrued $10,643,085 Accumulated earnings $(6,492,017,103)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 93,
            "text": "MAIN BUSINESS ACTIVITIES Upstream Shell has been present in Brunei for more than 90 years and our activities are mainly carried out by non-Shell-operated joint venture companies. The figures above are for Shell’s wholly-owned entities in Brunei that are active in exploration and production. COUNTRY FINANCIAL ANALYSIS The statutory petroleum income tax rate in Brunei is 55%. Production-sharing contracts (PSCs) are assessed individually by legal entity or asset. This means that losses in one PSC may not be offset against profits arising elsewhere. The tax paid and accrued in 2020 is in relation to one of the operating companies which is in a profitable position. Another operating company made losses from exploration activities, resulting in an overall loss position. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC BRUNEI 6 EMPLOYEES Third-party revenues $92,813,553 Profit before tax $(71,265,538) Tangible assets $378,824,699 90 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $3,409,058 Tax paid $35,069,217 Stated capital $333,036,458 Total revenues $96,222,611 Tax accrued $33,253,155 Accumulated earnings $5,008,915"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 94,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamManufacturingChemicalsTrading and Supply Other support activities Shell has been present in China for more than a century where it now has upstream, integrated gas, downstream and projects and technology activities. Downstream businesses in China, in particular retail, are highly regulated but as part of China’s “open door” policy in recent years the market is starting to open up. Our China downstream business has experienced strong growth over the past 10 years. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in China is 25% for both upstream and downstream businesses. Our corporate income tax in 2020 was mainly in relation to income from our growing downstream businesses. There was a drop in demand and prices as a result of the COVID-19 pandemic in the first half of 2020 but recovery was strong in the second half of the year. The accumulated earnings represent retained profits of downstream businesses, mainly lubricants and retail. OurPayments to Governments Report for 2020shows that Shell paid around $7 million in production entitlements and royalties. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC CHINA 1,841 EMPLOYEES Third-party revenues $2,335,377,496 Profit before tax $562,154,958 Tangible assets $1,943,213,873 91 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $928,045,604 Tax paid $67,413,658 Stated capital $860,930,187 Total revenues $3,263,423,100 Tax accrued $90,062,526 Accumulated earnings $1,128,059,826"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 95,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamTrading and Supply Shell has been active in Hong Kong since 1913. Activities include the sale of fuels at more than 40 retail sites, the production of lubricants and the sale of aviation fuels and bitumen. Shell in Hong Kong does not carry out any activities outside of Hong Kong. Shell sold its liquefied petroleum gas (LPG) marketing business in Hong Kong to DCC Energy in 2017. Shell-branded LPG products will continue to be available in Hong Kong via a long-term brand licence agreement with DCC LPG. FINANCIAL ANALYSIS The statutory corporate income tax rate in Hong Kong is 16.5%. The tax paid figure reflects a payment for 2019 and a provisional payment for 2020. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC HONG KONG, SAR 92 173 EMPLOYEES Third-party revenues $967,926,391 Profit before tax $46,674,782 Tangible assets $653,417,905 Related-party revenues $107,294,698 Tax paid $32,076,414 Stated capital $256,576,926 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $1,075,221,089 Tax accrued $7,638,255 Accumulated earnings $278,642,510 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 96,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas New Energies [A] DownstreamTrading and Supply Other support activities Shell has been present in India for almost 28 years, mostly in downstream activities through Shell India Markets Private Limited. In 2008, Shell started its business operations and Projects & Technology activities. In 2019, Hazira Port Private Limited and Shell Energy India Private Limited (formerly known as Hazira LNG Private Limited) became 100% Shell-owned with integrated gas and trading and supply activities. Shell in India has an interest in companies operating in downstream, solar power, electric vehicle charging and biofuels. In 2019, Shell ended its 25-year production-sharing contract between BG Exploration and Production India Limited (BGEPIL) and the government of India. BGEPIL is carrying out decommissioning activities. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate for domestic entities in India is between 25% and 30%, depending on the type of business activity, profits and whether tax exemptions and deductions offered by India are claimed. The effective tax rate for foreign entities, such as BGEPIL, is 43.68%. Tax paid during the year relates to profits arising from business activities, including services rendered through Shell Business Operations and Projects & Technology. Shell claims tax exemption for its Shell Business Operations relating to information technology activities as they are located in a special economic zone. For more information, refer to thecase study on incentives for investment in economic development in India. OurPayments to Governments Report for 2020shows that Shell paid around $4.13 million in production entitlements and royalties. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. ASIA-PACIFIC INDIA 9,458 EMPLOYEES Third-party revenues $1,077,239,575 Profit before tax $162,669,495 Tangible assets $1,219,038,194 93 INTRODUCTION OUR APPROACH ShellTax Contribution Report 2020 SPECIAL TOPICS ADVOCACY Related-party revenues $924,163,643 Tax paid $19,060,387 Stated capital $1,134,130,216 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $2,001,403,218 Tax accrued $48,497,181 Accumulated earnings $196,016,856"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 97,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas DownstreamTrading and Supply Other support activities Shell’s presence in Indonesia goes back more than 100 years to when the discovery of crude oil in Sumatra led to the formation of Royal Dutch Petroleum Company. Shell has upstream and downstream activities in Indonesia. Shell’s downstream activities include the marketing of fuels, lubricants and bitumen. In its upstream activities, Shell is a partner of Inpex, which operates the Masela production-sharing contract, including the Abadi gas fields. Shell has a 35% interest in the project. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Indonesia is 22%. In 2020, revenues came mostly from the downstream business. Upstream activities are in the exploration phase and therefore did not make a profit. Shell in Indonesia reported a loss for 2020 as a result of an impairment in the value of Shell’s interest in the Maselaproduction- sharing contract. The tax credit figure is the refund of corporate income tax for 2017-2018 received in 2020. The tax accrued figure represents a prepayment of corporate income tax for 2020. However, as taxable income will be offset by losses, any prepayment is refundable from the tax authority. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC INDONESIA 358 EMPLOYEES Third-party revenues $450,742,992 Profit before tax $(578,968,295) Tangible assets $1,055,256,581 94 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $124,101,355 Tax paid $(25,307,646) Stated capital $927,321,619 Total revenues $574,844,347 Tax accrued $7,405,284 Accumulated earnings $(684,099,986)"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 98,
            "text": "MAIN BUSINESS ACTIVITIES DownstreamIntegrated Gas New Energies [A] LubricantsOther support activities Shell has been active in Japan for more than 100 years. In 2020, Shell had three entities in Japan. Shell Japan Limited (SJL) has an LNG marketing and New Energies business, as well as new business development activities, and Projects & Technology. Sonnen Japan Kabushiki Kaisha is active in energy storage systems and related software solutions. Shell Lubricants Japan Kabushiki Kaisha, acquired in December 2020, is active in lubricants manufacturing, distribution, and marketing. COUNTRY FINANCIAL ANALYSIS There are two corporate income tax rates in Japan. The 34.59% tax rate is applied to medium-sized entities and the 30.62% rate is applied to larger entities. The increase in revenues and profit in 2020 arose mainly because the sales figures of Shell Lubricants Japan Kabushiki Kaisha, acquired in December 2020, were included. [A] New Energies was rebranded to Renewables and Energy Solutions in 2021. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY ASIA-PACIFIC JAPAN 48 EMPLOYEES Third-party revenues $85,086,665 Profit before tax $12,007,080 Tangible assets $214,765,670 95 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES ShellTax Contribution Report 2020 Related-party revenues $35,216,232 Tax paid $193,027 Stated capital $4,717,916 Total revenues $120,302,897 Tax accrued $289,282 Accumulated earnings $7,822,778"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 99,
            "text": "MAIN BUSINESS ACTIVITIES Upstream and Integrated Gas Other support activities Shell has been present in Kazakhstan since 1993. We have interests in the Karachaganak and Kashagan projects (Shell interest 29.25% and 16.81%, respectively), which generate revenues from oil and gas sales. We also have a minority interest in the Caspian Pipeline Consortium, which transports oil to the coast of the Black Sea. COUNTRY FINANCIAL ANALYSIS The statutory corporate income tax rate in Kazakhstan is 20%. There are different tax rates for certain production-sharing agreements and subsoil use contracts. The tax rate is 30% for Kashagan and 33.5% for Karachaganak. The Kashagan project began production in November 2016 and started to generate revenues but reported taxable losses during 2016-2020. Revenues fell in 2020 because of a significant drop in demand and prices as a result of the COVID-19 pandemic. The tax paid figure relates primarily to profit generated from the Karachaganak project which is also disclosed in our Payments to Governments Report for 2020. OurPayments to Governments Report for 2020also shows that Shell paid around $424 million in other payments. INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY 96 ASIA-PACIFIC KAZAKHSTAN 393 EMPLOYEES Third-party revenues $33,151,226 Profit before tax $93,195,835 Tangible assets $10,746,054,041 Related-party revenues $1,500,836,160 Tax paid $82,877,493 Stated capital $0 OUR BUSINESS SUPPORTING OUR TAX DATA SERVICES Total revenues $1,533,987,386 Tax accrued $117,628,766 Accumulated earnings $0 ShellTax Contribution Report 2020"
        },
        {
            "doc_name": "shell-tax-contribution-report-2020pdf",
            "pagenum": 9,
            "text": "TAX GENERATES REVENUE FOR GOVERNMENTS Tax revenues enable governments to pay for public services, such as education, health care and transport. Governments set their fiscal policies and the rules for individual and business taxes. Tax treatments — such as tax rates, reliefs, exemptions and allowances or disallowances — are typically approved by national parliaments. Companies must comply with relevant tax laws. Audits and controls by tax authorities help to check whether companies are compliant. Governments can use targeted tax incentives for specific policy objectives, such as protecting the environment, reducing carbon emissions or encouraging advances in areas like research and development. Governments often design incentives to attract domestic and international investment, which can boost economies, create jobs and develop communities. When available and appropriate, we make use oftax incentivesand exemptions where we have a business activity that qualifies. Some governments may choose to lower specific taxes, like corporate income tax. These are deliberate policy decisions and not unintended tax loopholes. Such incentives are designed by governments to attract investment in areas where development may benefit their countries. When governments offer such incentives, they may expect to raise revenues through other types of taxes, such asemployment taxesor export duties. COMPANIES PAY AND COLLECT A RANGE OF TAXES Companies pay and collect a range of taxes. These include: Corporate income tax:direct tax on profits, after operating costs have been deducted from revenues. Value-added tax (VAT):indirect tax due on the purchase of goods and services, typically as a percentage of the sales price of the item or service. Companies administerVATcollection and payment on behalf of governments. Employment tax:companies routinely collect income taxes on employees’ salaries and pay these taxes to the government.Excise duty:an indirect tax on manufacturers due at the point of production rather than sale, which generally forms part of the cost of the product. Customs duty:an indirect tax imposed on goods as they either enter or leave a country. Simplified example of application of local tax law Revenues Cost of operation Cost of financing the business Cost arising from equipment Research and development Profit before tax per the accounts Adjustment to accounting profit based on the application of local tax laws: Additional research & development tax relief Additional tax relief for investment in new plant and machinery Denial of deduction for some finance costs (for example perhaps relief is only available up to a certain percentage per year) Profits subject to tax Tax due at statutory tax rate of 25% Effective tax rate (375,000/1,575,000) 06 INTRODUCTION OUR APPROACH SPECIAL TOPICS ADVOCACY $ 2,500,000 (500,000) (150,000) (175,000) (100,000) 1,575,000 (50,000) (50,000) 25,000 1,500,000 375,000 23.8% ShellTax Contribution Report 2020 OUR BUSINESS SUPPORTING SERVICES OUR TAX DATA"
        }
    ]
}